Repository: statisticsnorway/statbus
Catalog: src/nscreg.Resources/Languages/Resource.*.resx
Languages: ky_kg

source: Login
ky_kg: Ысым

source: Password
ky_kg: Пароль

source: Remember me
ky_kg: Эстөө

source: Language
ky_kg: Тил

source: Account
ky_kg: Каттоо эсеби

source: Logout
ky_kg: Чыгуу

source: About
ky_kg: Биз жөнүндө

source: Users
ky_kg: Колдонуучулар

source: Roles
ky_kg: Ролдор

# StatUnits
source: Statistical units
ky_kg: Каттоо маалымат

source: Users list
ky_kg: Пайдалануучулар тизме

source: Roles list
ky_kg: Ролдорунун тизмеси

# StatUnitsList
source: List of statistical units
ky_kg: Каттоо маалыматтын тизмеси

# LoginError
source: Login is already taken
ky_kg: Кирүү буга чейин кабыл алынат

# NameError
source: Name is already taken
ky_kg: Аты буга чейин кабыл алынат

# PasswordUpdateError
source: Error while updating password
ky_kg: Паролду тактоо учурунда ката

# RoleUpdateError
source: Error while updating roles
ky_kg: Ролун тактоо учурунда ката

# UserUpdateError
source: Error while updating user
ky_kg: Колдонуучуну тактоо учурунда ката

# LoginFailed
source: Invalid username/password
ky_kg: Логин же сыр сөз туура эмес

source: Current password is wrong
ky_kg: Учурдагы Сырсөз туура эмес

# PageError
source: Page number can not be negative
ky_kg: Барак саны терс болушу мүмкүн эмес

# PageSizeError
source: Page size must be greater than 0
ky_kg: Барак өлчөмү 0 көбүрөөк болушу керек

# LastChangeFromError
source: 'Last change from' value is later than 'last change to'
ky_kg: Наркынан акыркы өзгөртүү кийин «акыркы өзгөрүшүнө» болуп саналат

# LastChangeToError
source: 'Last change to' value is earlier than 'last change from'
ky_kg: Наркына акыркы өзгөртүү «акыркы өзгөрүшүнө» мурда болуп саналат

# EmployeesNumberFromErrorNegative
source: "Number of employees from" cannot be a negative number
ky_kg: Алынган кызматкерлердин саны терс болушу керек эмес

# EmployeesNumberFromErrorLarge
source: The number of "employees from" is greater than the "number of employees to"
ky_kg: Кызматкерлерине «үчүн кызматкерлердин саны» көп эмес саны

# EmployeesNumberToErrorNegative
source: "Number of employees to" cannot be a negative number
ky_kg: Кызматкерлердин саны терс болушу керек эмес

# EmployeesNumberToErrorLess
source: 'Number of employees to' is less than 'number of employees from'
ky_kg: Кызматкерлеринин саны алынган кызматкерлердин саны "аз болот"

# TurnoverFromErrorNegative
source: 'Turnover from' shouldn't be negative
ky_kg: Тартып жүгүртүү терс болушу керек эмес

# TurnoverFromErrorLarger
source: 'Turnover from' is larger than 'turnover to'
ky_kg: Тартып жүгүртүү «деген жүгүртүүнүн» чоъураак болот

# TurnoverToErrorNegative
source: 'Turnover to' shouldn't be negative
ky_kg: Жүгүртүү үчүн терс болушу керек эмес

# TurnoverToErrorLess
source: 'Turnover to' is less than 'turnover from'
ky_kg: Жүгүртүү үчүн «келген жүгүртүүнүн» караганда аз

source: Role not found
ky_kg: Ролу Табылган жок

# FetchingUsersError
source: Error fetching users
ky_kg: Ката келүүдөгү колдонуучулар

# DeleteRoleError
source: Can't delete role with existing users
ky_kg: Учурдагы колдонуучулар менен ролун жок мүмкүн эмес

# DeleteSysAdminRoleError
source: Can't delete system administrator role
ky_kg: Системалык администратор ролун жок мүмкүн эмес

# EnterpriseGroupNotSupportError
source: Enterprise group is not supported yet
ky_kg: Ишкана топ колдоого алынбайт

# UnknownStatUnitTypeError
source: Unknown statistical unit type
ky_kg: Белгисиз statUnit түрү

# AddressExcistsInDataBaseForError
source: Error: The address already exists in the database
ky_kg: Ката: Дареги үчүн маалымат бар

# CreateLegalUnitError
source: Error while creating Legal Unit
ky_kg: Укуктук бирдиктерин түзүү Error

# CreateLocalUnitError
source: Error while creating Local Unit
ky_kg: Жергиликтүү аппаратты түзүү Error

# CreateEnterpriseUnitError
source: Error while creating Enterprise
ky_kg: Ката! Enterprise бөлүмүн түзүү

# CreateEnterpriseGroupError
source: Error while creating Enterprise Group
ky_kg: Ката! Enterprise топ түзүү

# UpdateLegalUnitError
source: Error while updating Legal Unit
ky_kg: Укуктук бөлүгүн тактоо үчүн ишке ашкан жок

# UpdateEnterpriseUnitError
source: Error while updating Enterprise
ky_kg: Ишкана бөлүмүн тактоо Error

# UpdateEnterpriseGroupError
source: Error while updating Enterprise Group
ky_kg: Ишкана группанын тактоо Error

# UserNotFoundError
source: User not found
ky_kg: Колдонуучу табылган жок

# SysAdminRoleMissingError
source: System administrator role is missing
ky_kg: Системалык администратор ролу жок болуп жатат

# DeleteLastSysAdminError
source: Can't delete very last system administrator
ky_kg: Акыркы системдик администратор жок мүмкүн эмес

source: Name
ky_kg: Аталышы

source: Edit account
ky_kg: Аккаунту түзөтүү

source: Name value required
ky_kg: Сураныч, атыңызды киргизип коюңуз

source: Current password
ky_kg: Азыркы пароль

source: New password
ky_kg: Жаңы пароль

# NewPassword_LeaveItEmptyIfYouWillNotChangePassword
source: New password (leave it empty if you won't change password)
ky_kg: Жаңы пароль (сиздин паролду өзгөртө албайт, эгер бош кетип)

source: Confirm password
ky_kg: Сураныч, парольду ырастаңыз

source: Phone value required
ky_kg: Сураныч, телефон номериңизди киргизип коюңуз

source: Phone
ky_kg: Телефон

source: Email
ky_kg: Электрондук дарек

# HomeText
source: Welcome
ky_kg: Кош келиңиз

# NotFoundMessage
source: Requested page is forbidden or does not exist
ky_kg: Талап кылынган бет табылган жок, же көрсөтүүгө уруксат жок

# NotFoundBackToHome
source: Back to home page
ky_kg: Башкы бетке кайтуу

# CreateNewRole
source: Creation of new role
ky_kg: Бир жаңы ролун түзүү

source: Role name
ky_kg: Ролун аты

source: Description
ky_kg: Баяндоо

# OrdinaryWebsiteUser
source: e.g. Ordinary website user
ky_kg: Колдонуучунун веб сайт

source: Standard data access
ky_kg: Стандарттык берилиштерге жетүү

source: Select or search standard data access
ky_kg: Тандоо тизме же стандарттуу берилиштерге жетүү

source: Access to system functions
ky_kg: Система иштеши үчүн мүмкүнчүлүк

source: Select or search system functions
ky_kg: Тандоо же система иштеши үчүн издөө

# Submit
source: Save
ky_kg: Жиберүү

# EditRole
source: Editing role
ky_kg: Ролду түзөтүү

# DeleteRoleMessage
source: Delete role
ky_kg: Жок кылуу роль

# RoleList_EditRole
source: Edit role
ky_kg: Ролду түзөтүү

# RoleList_DeleteRole
source: Delete role
ky_kg: Ролду өчүрүү

source: role
ky_kg: ролдор

source: Users in
ky_kg: Колдонуучулар

# CreateRoleButton
source: Create role
ky_kg: Жаңы роль

source: Are you sure?
ky_kg: Ишеничиңиз жетиштүбү

source: Total roles
ky_kg: Жалпы ролдор

source: Total pages
ky_kg: Жалпы барактар

# DeleteStatUnitMessage
source: Delete Statistical unit
ky_kg: Каттоо маалыматты жок кылуу

source: Total
ky_kg: Жалпы

source: Search statistical units
ky_kg: Статистикалык бирдикти издөө

# SearchWildcard
source: Name
ky_kg: Аталышы

source: Search
ky_kg: Издөө

source: Statistical unit type
ky_kg: Статистикалык бирдиктин түрү

source: Include liquidated
ky_kg: Ликвидирленген күйгүзүү

source: Turnover from
ky_kg: Жүгүтүүдөн

source: Turnover to
ky_kg: Жүгүртүүгө чейин

source: Number of employees from
ky_kg: Кызматкерлердин саны баштап

source: Number of employees to
ky_kg: Кызматкерлердин саны чейин

source: Create new user
ky_kg: Бир жаңы колдонуучуну түзүү

source: User name
ky_kg: Колдонуучунун аты

source: User login
ky_kg: Колдонуучунун логини

source: User password
ky_kg: Колдонуучунун паролу

source: Type strong password here
ky_kg: Туруктуу пароль койгула

source: Type password again
ky_kg: Кайра пароль койгула

source: User email
ky_kg: Колдонуучунун электрондук дарек

source: User phone
ky_kg: Колдонуучунун телефону

source: Assigned roles
ky_kg: Дайындалган ролу

source: Select or search roles...
ky_kg: Тандоо же издөө ролдорду...

source: User status
ky_kg: Колдонуучунун статусу

source: Data access
ky_kg: Доступ к данным

# NSO_Employee
source: e.g. NSO employee
ky_kg: Кызматкердин NSO

source: Try reload roles
ky_kg: Ролун кайра аракет

# EditUser
source: Editing user
ky_kg: Колдонуучуну түзөтүү

source: User's new password
ky_kg: Колдонуучунун жаңы паролу

source: Type new password again
ky_kg: Кайра жаңы пароль койгула

source: Fetching standard data access
ky_kg: Стандарттуу маалымат жетүү тандоо

# DeleteUserMessage
source: Delete user
ky_kg: Жок кылуу колдонуучту

# CreateUserButton
source: Create user
ky_kg: Жаңы колдонуучу

source: Total users
ky_kg: Жалпы колдонуучулар

# NSCRegistry
source: Statbus
ky_kg: Улуттук статком

# StatId
source: Statistical id
ky_kg: ОКПО

# StatIdDate
source: Date of registration at statistical office
ky_kg: ОКПО берген датасы

# TaxRegId
source: Tax registration id
ky_kg: ИНН

# TaxRegDate
source: Tax registration date
ky_kg: ИНН ыйгаруу датасы

source: External id date
ky_kg: Сырткы маалыматты каттоо датасы

source: Data source
ky_kg: Маалымат булагы

source: Short name
ky_kg: Кыскача аталышы

# TelephoneNo
source: Telephone
ky_kg: Телефондун номуру

source: Web address
ky_kg: Сайттын дареги

source: Registration date
ky_kg: Каттоо датасы

# RegistrationReasonId
source: Registration reason
ky_kg: Каттоонун себеби

source: Actual address
ky_kg: Чыныгы дарек

source: Contact person
ky_kg: Байланышуучу адам

# Employees
source: Number of Employees
ky_kg: Кызматкерлердин саны

# NumOfPeopleEmp
source: Number of people employed
ky_kg: Жетекчилерден тышкаркы кызматкерлердин саны

# EmployeesYear
source: Validity year of Employees number
ky_kg: Кызматкерлер жөнүндө маалыматтын валиддик жылы мааалымат

source: Employees date
ky_kg: Кызматкерлер жөнүндө маалыматты каттоо датасы

source: Turnover
ky_kg: Жүгүртүү (мин.сом)

# TurnoverYear
source: Year of turnover validity
ky_kg: Жүгүртүүгө аракет кылган жыл

# TurnoverDate
source: Date of turnover information
ky_kg: Учурдагы жүгүртүүнү каттоо датасы

source: Status
ky_kg: Статусу

source: Status date
ky_kg: Статустун датасы

source: Notes
ky_kg: Эскертүүлөр

# FreeEconZone
source: Free economic zone
ky_kg: СЭЗ

source: Classified
ky_kg: Конфиденциалдык

source: Is deleted
ky_kg: Жок кылынган

# InstSectorCodeId
source: Institutional sector code
ky_kg: Экономика сектору

source: Total capital
ky_kg: Жалпы капитал(миң.сом)

# MunCapitalShare
source: Municipal capital share
ky_kg: Муниципиалдык капитал үлушү (миң.сом)

source: State capital share
ky_kg: Мамлекеттик капиталдын үлүшү(миң.сом)

# PrivCapitalShare
source: Private capital share
ky_kg: Жеке капиталдын үлүшү(миң.сом)

source: Foreign capital share
ky_kg: Чет элдик капиталдын үлушү(миң.сом)

source: Foreign capital currency
ky_kg: Чет элдик валюталардын капиталы

# ActualMainActivity1
source: Main Activity
ky_kg: Иш-аракеттин негизгитиби

# ActualMainActivityDate
source: Date of registration of main activity
ky_kg: Иш-аракеттерди каттоо датасы

# EntRegIdDate
source: Enterprise registration date
ky_kg: УСК катталган датасы

source: Market
ky_kg: Өзүн каржылоо

source: Legal form
ky_kg: Укук уюм формасы

source: Local unit
ky_kg: Жергиликтүү бирдик

source: Legal unit
ky_kg: Укуктук бирдик

source: Enterprise unit
ky_kg: Ишкана

source: Enterprise group
ky_kg: Ишканалар группасы

source: Type
ky_kg: Түрү

source: Email address
ky_kg: Электрондук дарек

source: Local units
ky_kg: Жергиликтүү бирдик

source: End Period
ky_kg: мезгилдин акырына карата

source: Start period
ky_kg: мезгилдин башталышы

# LogicalChecksNoAddress
source: Address is not linked with this record
ky_kg: Бул жазуунун менен байланыштуу эмес

# LogicalChecksLocalNoLegal
source: This local unit doesn't have link to legal unit
ky_kg: Бул жергиликтүү бирдиги укуктук бирдигине шилтемени ээ эмес

source: Any type
ky_kg: Ар бири

source: Suspended
ky_kg: Токтотулган

source: Active
ky_kg: Активдүү

source: Unit type
ky_kg: Бирдиктин түрү

# AccountView
source: View my account
ky_kg: Менин профилим

# AccountEdit
source: Edit Account
ky_kg: Профиль өзгөртүү

# RoleView
source: view role
ky_kg: Ролу кароо

# RoleListView
source: view list of roles
ky_kg: Ролу тизмеси кароо

# RoleCreate
source: Create Role
ky_kg: ролу түзүү

# RoleEdit
source: Edit role
ky_kg: ролу Edit

# RoleDelete
source: Delete role
ky_kg: Ролду өчүрүү

# UserView
source: View user
ky_kg: Колдонуучу кароо

# UserListView
source: view user list
ky_kg: Колдонуучу тизмеси кароо

# UserCreate
source: Create user
ky_kg: Колдонуучу түзүү

# UserEdit
source: Edit user
ky_kg: Колдонуучу Edit

# UserDelete
source: Delete user
ky_kg: колдонуучу жок

# StatUnitView
source: Statistical Unit View
ky_kg: Статистикалык Unit кароо

# StatUnitListView
source: Statistical Unit List View
ky_kg: Статистикалык Unit тизмени кароо

# StatUnitCreate
source: add unit
ky_kg: Маалымат кошуу

# StatUnitEdit
source: Statistical Unit Edit
ky_kg: Статистикалык Unit өңдоо

# StatUnitDelete
source: delete unit
ky_kg: Статистикалык Unit өчүрүү

# Parrent
source: Parent
ky_kg: ата-эне

# ParrentId
source: Parent ID
ky_kg: Ид ата-эне

source: Region
ky_kg: Аймак

# RegionNotSelected
source: None
ky_kg: Аймак көрсөткөн жок

source: Back
ky_kg: Артка

# RegionAlreadyExistsError
source: This region name already exists in database
ky_kg: Бул аймак ат базасы бар

# RegionNotExistsError
source: Region Id doesn't exists in database
ky_kg: Аймак Id маалыматтар базасы бар эмес

# RegionDeleteError
source: Could not delete region
ky_kg: Эгер аймакка жок мүмкүн эмес, ал колдонуучуну колдонууга болот

source: Administrative tools
ky_kg: Башкаруу

source: Region name
ky_kg: Аймактын аты

# RegionAdd
source: Add new region
ky_kg: Бир аймакты кошуу

source: Regions
ky_kg: Аймактар

# RegionAll
source: All regions
ky_kg: Бардык аймактар

# RolesAll
source: All roles
ky_kg: Бардык ролу

source: Print
ky_kg: Басып чыгаруу

source: Create
ky_kg: Түзүү

source: Read
ky_kg: Окуу

source: Update
ky_kg: Жаңылоо

source: Delete
ky_kg: Алып салуу

source: User
ky_kg: Колдонуучу

# StatUnit
source: Unit
ky_kg: Статистикалык бирдик

# IncorrectIntegerValueExt
source: Value must be greater than 0 and less than {0}
ky_kg: Сан 0-дон {0}-го чейин болуш керек

# RegionNameIsRequiredError
source: Name of region is a mandatory field
ky_kg: Aймактын аты толтурууга зарыл

# RoleNamePlaceholder
source: Role name
ky_kg: Ролдун аталышы

# RoleDescriptionPlaceholder
source: Role description
ky_kg: Ролду баяндоо

# NameIsRequired
source: Field 'Name' is required
ky_kg: Аталышы толтурууга зарыл

# EnterpriseGroupRegId
source: Enterprise Group
ky_kg: Ишканалар группасы

source: Activity
ky_kg: Иш-аракет

source: History
ky_kg: Тарых

# Links
source: business chart
ky_kg: Байланыштар

source: Main
ky_kg: Башкы

# UserNameIsRequired
source: Field 'Name' is required
ky_kg: Колдонуучунун аты толтурууга зарыл

source: Address List
ky_kg: Дарек Тизмеси

source: Create New
ky_kg: Жаңы түзүү

# route_addresses
source: Addresses
ky_kg: Даректер

source: Address part
ky_kg: Дарек бөлүм

source: Create new address
ky_kg: Жаңы дарек кошуу

# StatUnitActivityRevX
source: Activity code
ky_kg: Ишмердиктин түрүнүн коду

# StatUnitActivityEmployeesNumber
source: Number of employees
ky_kg: Жумушчулардын саны

# RegionUndeleteMessage
source: Restore region
ky_kg: Калыбына келтирүү регион

# Error403
source: You don't have enough rights for this. Please, sign out and try to sign in again.
ky_kg: У вас недостаточно прав чтобы выполнить это. Попробуйте выйти из своей учетной записи и зайти снова.

# SaveError
source: An error occurred while saving the data
ky_kg: Сактоо учурда ката

# EditAddress
source: Editing address
ky_kg: Даректи түзөтүү

source: all of
ky_kg: баары

# OfCount
source: of
ky_kg: чогуу

source: Displaying
ky_kg: Бардыгы көрсөтүлдү

source: page size
ky_kg: Беттердин көлөмү

# PageNum
source: page number
ky_kg: беттин номери

# SearchDeletedStatisticalUnits
source: search for deleted units
ky_kg: Өчүрүлгөн статикалык юниттер

source: restore
ky_kg: восстановить

# StatUnitSearch
source: Search for units
ky_kg: Маалымат издөө

# StatUnitUndelete
source: List of deleted units
ky_kg: Жок кылынган маалымат

# route_notfound
source: Not found
ky_kg: Ката бет

source: Active Users
ky_kg: Колдонуучулар

source: Address details
ky_kg: Даректин кошумча маалыматы

source: Addresses
ky_kg: Даректер

# UndeleteRoleMessage
source: Undelete role
ky_kg: Ролун калыбына келтирүү

# UndeleteStatUnitMessage
source: undelete unit
ky_kg: Каттоо маалыматты калыбына келтирүү

source: Change reason
ky_kg: өзгөртүү үчүн негиз

source: Comment
ky_kg: Билдирүү

# ReasonUndelete
source: Restored
ky_kg: айыгуу

# ReasonEdit
source: Edited
ky_kg: Түзөтүү

# ReasonCreate
source: Created
ky_kg: түзүү

# ReasonCorrect
source: Corrected
ky_kg: түзөө

# ReasonDelete
source: Deleted
ky_kg: алып салуу

source: Reason Unknown
ky_kg: Белгисиз себеп

# EditCommentMandatory
source: Comment is mandatory
ky_kg: Билдирүү милдеттүү болуп саналат

# ChangeReasonMandatory
source: Change reason is mandatory
ky_kg: Өзгөртүү үчүн негиз талап кылынат

source: Editing
ky_kg: Түзөтүү

source: Correcting
ky_kg: түзөө

# CommentIsMandatory
source: When editing, comment is mandatory
ky_kg: Сиз түзөтүп жатканда, комментарий талап

# CommentIsNotMandatory
source: When corrected, comment is optional
ky_kg: Түзөөгө жылы комментарий милдеттүү эмес

# route_deleted
source: Restore
ky_kg: Восстановление

source: Value before
ky_kg: Мааниси үчүн

source: Value after
ky_kg: Наркы кийин

source: Total changes
ky_kg: Бардык өзгөрүүлөр

# DataSourceAttributesToCheckIsRequired
source: Attributes to check is required for data source
ky_kg: Источнику данных нужно указать проверяемые аттрибуты

source: Record Created By
ky_kg: Бул материалдар жайгаштырылды

source: At
ky_kg: Боюнча

source: Due reason
ky_kg: себеби

# WithСomment
source: With comment
ky_kg: Комментарий менен

source: Date from
ky_kg: Датасынан баштап

source: Date to
ky_kg: Дата боюнча

source: Data sources
ky_kg: Маалымат булагы

source: Region code
ky_kg: СОАТЕ коду

# AdminstrativeCenter
source: Administrative center
ky_kg: Административ центири

# DropZoneLabel
source: Drag and drop your files here or pick them from your computer
ky_kg: Файлдарды бул жака сүйрөп таштап же тандап алыңыз

source: Upload
ky_kg: Жүктөө

# SelectDataSource
source: Select data source template
ky_kg: Маалымат булагын тандоо

source: Enter description
ky_kg: Баяндама киргизүү

source: Restriction
ky_kg: Чектөө

# Priority
source: Expected quality of source
ky_kg: Артыкчылыгы

source: Allowed operations
ky_kg: Жеткиликтүү иш

source: Id
ky_kg: ИД

# ParseFileError
source: Error while parsing the file
ky_kg: Ошибка при обработке файла

# DropXmlOrCsvFileAmigo
source: Drop XML or CSV file here
ky_kg: XML файл түрүн кошуу

source: Attributes to check
ky_kg: Атрибуттардын тизмеси

source: Variables mapping
ky_kg: Связи между перменными

# route_upload
source: Upload
ky_kg: Жүктөп алуу

# DataSourcesUpload
source: Upload data
ky_kg: Жүктөп алуу маалымат

source: Next files ready for upload
ky_kg: Кийинки файлдар жүктөөгө даяр

source: Only supported formats allowed
ky_kg: Ушул файлдык форматтар гана жарайт

source: Next Files Will Not Be Uploaded
ky_kg: Кийинки Files Uploaded ала албайт

source: No Files Attached
ky_kg: Файлдар кошулган жок

# LogicalChecksAddressTooFewInfo
source: Address contains a least two fields
ky_kg: Дареги экиден кем эгин бар

# LogicalChecksNoContactPerson
source: This unit has no contact person
ky_kg: Бул топ үчүн эч кандай байланыш адам

# LogicalChecksNoOwner
source: Owner is missing
ky_kg: Ээси жок болуп жатат

# LogicalChecksNoMainActivity
source: No main activity selected
ky_kg: Тандалган жок негизги иш

# LogicalChecksNoOneLegalUnit
source: No one legal unit linked
ky_kg: Эч ким юридикалык бөлүм байланышкан

# LogicalChecksNoOneLocalUnit
source: No one local unit linked
ky_kg: Эч ким жергиликтүү бирдиги байланышкан

# AnalyzeRegister
source: Quality analyze of register
ky_kg: Анализ реестри

# route_analyzeregister
source: Analyze register
ky_kg: Анализ реестри

source: Any
ky_kg: бардык

source: Create And Update
ky_kg: Түзүү жана өзгөртүү

source: Not Trusted
ky_kg: Ишенимсиз

source: Trusted
ky_kg: Ишенимдүү

source: Restrictions
ky_kg: Чектөөлөр

# CountryId
source: Country
ky_kg: Өлкө

source: Region Part
ky_kg: Бөлүгү СОАТЕ

source: Select region
ky_kg: Тандалган аймак

source: Date of last change from
ky_kg: Акыркы өзгөртүүнүн датасы

source: Date of last change to
ky_kg: Акыркы өзгөртүүнун датасы боюнча

source: Birth Date
ky_kg: Туулган күнү

source: Personal Id
ky_kg: ИНН

# PersonName
source: Full name
ky_kg: Толук ат

source: Persons
ky_kg: Адамдар

source: Persons Search
ky_kg: Адамды издөө

source: Person Type
ky_kg: Адам түрү

source: Phone Number
ky_kg: Телефон номуру

# PhoneNumber1
source: Additional phone number
ky_kg: Кошумча телефон номуру

source: Sex
ky_kg: Жынысы

source: Surname
ky_kg: Фамилиясы

source: All activities
ky_kg: Бардык иш-чаралар

# StatUnitFormPersonName
source: Name
ky_kg: Аты

# LinksViewAddLinkBtn
source: Add link
ky_kg: Байланыш кошуу

# ParentOrgLink
source: Parent organization link
ky_kg: Уюмдук байланыш

# ForeignParticipationCountryId
source: Foreign participation country
ky_kg: Чет элдик капиталдын катышуусу

source: Select file
ky_kg: Файлды тандоо

source: Not selected...
ky_kg: Тандалган жок ...

# OrgLinks
source: Organization Links
ky_kg: Гос.структура

# route_account_edit
source: Update account
ky_kg: Профиль жанылоо

# Comparison
source: Logical operator not selected
ky_kg: Логикалык оператор тандалган эмес

# SearchDataSourceByWildcard
source: Search wildcard (by template name)
ky_kg: Ысымдардын арасында

source: is required
ky_kg: толтурууга зарыл

source: Change date
ky_kg: Оңдоо датасы

source: Change description
ky_kg: Оңдоонун аныктамасы

# TypeAndPressSearch
source: Type something and/or press search
ky_kg: Издөө сөз толтуруп издөөнү баштагыла

source: Contact information
ky_kg: Контакттык маалымат

# DataSourceClassificationId
source: Data Source
ky_kg: Маалымат булагы

# ForeignParticipationId
source: Foreign Participation
ky_kg: Чет элдиктин катышуусунун белгиси

# ReorgTypeId
source: Reorganization Type
ky_kg: Реогранизация түрү

source: Size
ky_kg: Көлөм

# UnitStatusId
source: Status
ky_kg: Статусу

source: Condition
ky_kg: Шарттар

# AnalysisCalculationsStatId
source: Stat unit's \"StatId\" is incorrect
ky_kg: Поле ОКПО неверно

# AnalysisDuplicationAddress
source: Address field is duplicated
ky_kg: Адрес дублируется

# AnalysisDuplicationOwnerPerson
source: Stat unit owner is duplicated
ky_kg: Персона с типом \"Владелец\" дублируется

# AnalysisDuplicationStatId
source: StatId field is duplicated
ky_kg: ОКПО дублируется

# AnalysisDuplicationTelephoneNo
source: Telephone number field is duplicated
ky_kg: Номер телефона дублируется

# AnalysisMandatoryDataSource
source: Stat unit doesn't have data source
ky_kg: Источник данных должен быть заполнен

# AnalysisMandatoryPersonOwner
source: Legal unit doesn't have any person with \"Owner\" status
ky_kg: Правовая единица должна иметь персону со статусом \"Владелец\"

# AnalysisMandatoryStatusActive
source: Stat unit's status is not \"active\"
ky_kg: Статус должен иметь значение \"Активен\"

# AnalysisMandatoryTelephoneNo
source: Stat unit doesn't have telephone number
ky_kg: Номер телефона должен быть заполненен

# AnalysisOrphanEnterprise
source: Enterprise has no link with enterprise group
ky_kg: Предприятие не имеет связанную с ним группу предприятий

# AnalysisRelatedActivity
source: Stat unit doesn't have activity code
ky_kg: Статистическая единица не имеет связанной деятельности

# AnalysisRelatedAddress
source: Stat unit doesn't have address
ky_kg: Статистическая единица не имеет связанного с ней адреса

# AnalysisRelatedLegalUnit
source: Stat unit doesn't have related legal unit(s)
ky_kg: Статистическая единица не имеет связанного с ней предприятия
