Repository: statisticsnorway/statbus
Catalog: src/nscreg.Resources/Languages/Resource.*.resx
Languages: ky_kg

source: Calculation fields rules warnings
ky_kg: Ошибки вычисляемых полей

source: Connection rules warnings
ky_kg: Ошибки связей

# DuplicateFieldsRulesWarnings
source: Warning: Some fields are duplicated
ky_kg: Ошибки дубликатов

source: Mandatory fields rules warnings
ky_kg: Ошибки обязательных полей

# DataSourceCsvSkipCountNotValid
source: CSV row skip count is not valid
ky_kg: Количество пропускаемых строк CSV указано не верно

# route_account
source: Account
ky_kg: Каттоо эсеби

# route_roles
source: Roles
ky_kg: Ролдор

# route_users
source: Users
ky_kg: Колдонуучулар

# route_create
source: Create
ky_kg: Түзүү

# route_regions
source: Regions
ky_kg: Аймактар

# StatUnitActivityType
source: Activity type
ky_kg: Иш-аракеттин түрү

# StatUnitActivityYear
source: Year
ky_kg: Жыл

# ButtonAdd
source: Add
ky_kg: Кошуу

# ButtonCancel
source: Cancel
ky_kg: Токтотуу

# StatUnitActivityRevXShort
source: Code
ky_kg: Кодду

source: Year
ky_kg: Жыл

source: Yes
ky_kg: Ооба

source: Activities
ky_kg: Иш-аракеттер

# ActivityCategoryLookup
source: Activity types
ky_kg: Иш-аракеттин түрлөрү

# ButtonCreate
source: Create
ky_kg: Түзүү

source: Search results
ky_kg: Издөө жыйынтык

# route_datasources
source: Data sources
ky_kg: Маалымат булагы

# DESC
source: By descending
ky_kg: Азайуу боюнча

# ASC
source: By ascending
ky_kg: Өсүү боюнча

source: AND
ky_kg: Жана

source: OR
ky_kg: Же

source: None
ky_kg: Тандалган жок

# DeleteDataSourceMessage
source: Delete data source
ky_kg: Жок кылуу маалымат булагы

source: Primary activity
ky_kg: Иш-аракеттин негизи

source: Code
ky_kg: Кодду

# AddressPart1
source: CO/
ky_kg: Адрес

# AddressPart2
source: street and house number
ky_kg: Көчө\үй номуру

source: Activity type
ky_kg: Иш-аракеттин түрү

source: Activity category
ky_kg: Иш-аракеттин түрлөрү

# StatUnitInfo
source: Info about statistical unit
ky_kg: Каттоочу маалыматтар тууралуу билдирүү

source: Link info
ky_kg: Байланыш жөнүндө маалымат

source: Registration info
ky_kg: Каттоо тууралуу маалымат

# LegalFormId
source: Legal form Code
ky_kg: Укуктук уюм формасы

source: Contact info
ky_kg: Контакттык маалымат

# CapitalInfo
source: Information on capital
ky_kg: Капитал жөнүндө маалымат

source: Index info
ky_kg: Экономикалык көрсөткүчтөр

# HasAnalysisError
source: Has analysis errors
ky_kg: Есть ошибки на стадии анализа

source: Error on
ky_kg: Ошибка на

source: Summary
ky_kg: Жыйынтык

# route_analysisqueue
source: Quality analysis
ky_kg: Анализ

source: Server end period
ky_kg: Анализдин

source: User end period
ky_kg: Тандап алуу

source: User start period
ky_kg: б-ча

source: Analysis
ky_kg: Анализ

source: Server start period
ky_kg: Анализдин

source: Enqueue new item
ky_kg: Кошуу

source: Analysis queue
ky_kg: Анализге

source: No value
ky_kg: Маани жок

source: Analysis log entry not found
ky_kg: Запись в истории анализа не найдена

# ButtonSave
source: Save
ky_kg: Сактоо

source: Director
ky_kg: Башкарма

source: Middle name
ky_kg: Атасынын аты

# AddressPart3
source: zip code and city
ky_kg: Почта индекси

source: Sql Wallet User
ky_kg: Колдонуучу Wallet User

# SqlWalletUserPlaceholder
source: Reporting system user
ky_kg: Колдонуучунун системасын отчёт

# Latitude
source: N/S
ky_kg: Түндүк/Түштүк

# Longitude
source: W/E
ky_kg: Батыш/Чыгыш

# RegionLvl1
source: District
ky_kg: Өлкө

# SearchExtended
source: Extended search
ky_kg: Кенейтилген издөө

# SearchDefault
source: Default search
ky_kg: Кадимки издөө

# SampleFrames
source: Population frames
ky_kg: Тандоо үлгүсү

# SampleFramesView
source: View population frames
ky_kg: Тандоо үлгүсүн кайра кароо

# SampleFramesCreate
source: Create population frames
ky_kg: Тандоо үлгүсү түзүү

source: Reset
ky_kg: Кайра орнотуу

source: Predicate
ky_kg: Предикат

source: Comparisons
ky_kg: Жана\Же

source: Fields
ky_kg: Атрибуттар

source: Operations
ky_kg: Салыштыруу

source: Main activity
ky_kg: Иш-аракети

source: Values
ky_kg: Маанилер

source: Equal
ky_kg: Барабар

source: Not Equal
ky_kg: Барабар эмес

# TableNoRecords
source: No records to display
ky_kg: Көрсөткүч маалымат жок

# route_sampleframes
source: Population frames
ky_kg: Тандоо үлгүсү

source: Ok
ky_kg: Ок

source: Visiting address
ky_kg: Чыныгы дарек

source: Postal address
ky_kg: Почта дареги

source: Quit
ky_kg: Кызматкер бошотулду

# DataLoadCompletedFailed
source: Data load complete failed
ky_kg: Жүктөлгөн маалыматтын аягына каталар менен чыгышы

# DownloadSampleFrame
source: download population frame
ky_kg: Түшүрүү үлгүсүн тандоо

source: Fields to select
ky_kg: Тандоо талаалары

source: In list
ky_kg: Тизмеге кирүү

source: Not in list
ky_kg: Тизмеге кирбей калуу

# PreviewSampleFrame
source: preview population frame
ky_kg: Тандоо үлгүсүн кайра кароо

# route_preview
source: Preview population frame
ky_kg: Тандоо үлгүсүн кайра кароо

# SampleFramesWildcard
source: Search by name of population frame
ky_kg: Тандоо үлгүсүн аталышы боюнча издөө

# AnalysisLogId
source: Analysis log id in database
ky_kg: Маалыматтар базасындагы лога\журналдардын идентификатору

# DataSourceQueueLogUnit
source: View or edit
ky_kg: Кароо\Түзөтүү

# DeleteSampleFrameMessage
source: delete population frame
ky_kg: DeleteSampleFrameMessage

source: Processed at
ky_kg: Карйра иштетүүдө

source: Resolved at
ky_kg: Уруксаат берилүудө

# route_edit_id
source: Edit
ky_kg: Түзөтүү

# route_id
source: Edit
ky_kg: Түзөтүү

# route_id_log
source: Preview
ky_kg: Кайра кароо

# route_preview_id
source: Preview
ky_kg: Кайра кароо

# route_queueId_log
source: View analysis log
ky_kg: Лог анализди кароо

# route_queueId_log_logId
source: Revise
ky_kg: Салыштырып текшерүү

# StartDate
source: Analysis start date
ky_kg: Анализдин башталган датасы

# UnitId
source: Stat Unit id in database
ky_kg: Маалыматтар базасындагы статистикалык бирдиктердин идентификаторуу

# EnsureErrorsIsFixed
source: Make sure all errors are fixed
ky_kg: Ensure errors are fixed

source: Remove
ky_kg: Өчүр

source: Data source upload type
ky_kg: Жүктөлгөн статистикалык бирдиктердин түрү

source: External id type
ky_kg: Тышкы ID түрү

source: Gps Coordinates
ky_kg: GPS координаты

# StatUnitActivityDate
source: Activity registration date
ky_kg: Иш-аракетти каттоого алган дата

# ReorgDate
source: Reorganization date
ky_kg: Реогранизациялоонун датасы

# LiqDate
source: Liquidation date
ky_kg: Ликвидациялоонун датасы

# LiqReason
source: Liquidation reason
ky_kg: Ликвидациялоонун себеби

source: Suspension start
ky_kg: Иш-аракетинин токтогон датасы

source: Suspension end
ky_kg: Иш-аракетин кайра уланткан датасы

# ReorgReferences
source: Reorganization references
ky_kg: Регогранизациянын шилтемеси

source: Iso code
ky_kg: Iso код

source: Commercial
ky_kg: Каржылоо

# ForeignParticipationCountriesUnits
source: Foreign participation countries
ky_kg: Чет өлкөлөр менен катышы бар өлкөлөр

source: Liquidation info
ky_kg: Ликвидация жөнүндө маалымат

# ReorgTypeCode
source: Reorganization type code
ky_kg: Реогранизация түрү код

source: External id
ky_kg: Сырткы Id

# AnalysisDuplicationExternalId
source: External Id field is duplicated
ky_kg: Сырткы Id кайталыш

# AnalysisDuplicationName
source: Name field is duplicated
ky_kg: Аталыш кайталоо

source: Sort
ky_kg: Сорттоо

source: Wildcard
ky_kg: Издөө шаблону

# ListIsEmpty
source: No items to display
ky_kg: Тизмеде элементтер жок

# NumOfEmployees
source: Number of employees
ky_kg: Кызматкерлердин саны

# NumEmployeeYear
source: Year of validity of number of employees
ky_kg: Кызматкерлердин саны жылда

# InstSectorCode
source: Institutional sector code
ky_kg: Экономика сектору

source: Create sample frame
ky_kg: Тандоо улгүсүн тузүү

# RegId
source: Registration id
ky_kg: Каттоо Id картасы

# DataSourcesCreate
source: Create data source template
ky_kg: Маалыматтар булагына үлгү түзүү

# CreateDataSource
source: Create data source template
ky_kg: Маалыматтар булагына үлгү түзүү

# DataSourceQueues
source: View data source queue
ky_kg: Жүктөлгөн маалыматтардын кезегин кароо

# route_statunits
source: Statistical Units
ky_kg: Каттоо маалымат

source: Variables of data source
ky_kg: Маалыматтар булагынын мааниси

source: Variables of database
ky_kg: Маалыматтар базасынын мааниси

source: Variables mapping results
ky_kg: Жыйынтыктардын маанилерин салыштыруу

source: View
ky_kg: Кароо

# route_view
source: View
ky_kg: Кароо

# route_datasourcesqueue
source: Data sources queue
ky_kg: Маалыматтар булагынын кезеги

source: In queue
ky_kg: Кезекте

source: Loading
ky_kg: Жүктөлүүдө

source: Data load completed
ky_kg: Жүктөлгөн маалыматтын аягына чыгышы

source: Data load completed partially
ky_kg: Жүктөлгөн маалыматтардын жарым-жартылай аякташы

# DataSourceName
source: Data source file name
ky_kg: Маалыматтар булагынын файлынын аты

# DataSourceTemplateName
source: Template name
ky_kg: Үлгүнүн аты

# UploadDateTime
source: Source uploading date
ky_kg: Жүктөлгөн булактын датасы

source: Started
ky_kg: Башталды

source: Ended
ky_kg: Аяктады

source: Note
ky_kg: Жазуу

source: Revise
ky_kg: Кайра карап чыгуу

# UserStatusAny
source: Any user status
ky_kg: Колдонуучунун каалаган статусу

# ViewAnalysisQueueLogs
source: View analysis log
ky_kg: Анализдин журналын кароо

source: Unit name
ky_kg: Бирдиктердин аталышы

source: Summary messages
ky_kg: Жыйынтыктоочу билдирүү

source: Administrator
ky_kg: Администратор

source: Administrative Center
ky_kg: Административдик борбор

source: Employee
ky_kg: Кызматкер

source: External user
ky_kg: Тышкы колдонуучу

# route_edit_type_id
source: Edit
ky_kg: Түзөтүү

# route_edit
source: Edit
ky_kg: Түзүү

# route_about
source: About
ky_kg: Биз жөнүндө

source: Reject
ky_kg: Өчүр

source: Data source queue not found
ky_kg: Тизме табылган жок

source: Queue log not found
ky_kg: Журнал табылган жок

source: Stat unit type not found
ky_kg: Статистикалык бирдиктин типи табылган жок

# DateCantBeInFuture
source: Date entered is in the future
ky_kg: Дата келечек заманда боло албайт

source: Date not valid
ky_kg: Дата туура эмес

# StatisticalUnitNotExistError
source: Statistical unit doesn't exist
ky_kg: Каттоо маалыматтары жок

# UpdateLocalUnitError
source: Error while updating Local Unit
ky_kg: Жергиликтүү бирдикти жаңылоодогу ката

# AboutText
source: Statbus
ky_kg: Ишканалардын статистикалык каттоосу

# RegIdDate
source: Registration date in register
ky_kg: Каттоого берилген ID датасы

# RefNo
source: Reference number (for paper questionnaire)
ky_kg: Маалымдаманын номери

# RegMainActivity
source: Registration main activity
ky_kg: (ГКЭД) каттоодо көрсөтүлгөн негизги ишмердүулүктүн коду

# EntGroupId
source: Enterprise group id
ky_kg: Ишкана тобунун коду

# EntGroupIdDate
source: Enterprise group id date
ky_kg: Ишкананын тобуна код берген дата

# EntGroupRole
source: Enterprise group role
ky_kg: Ишкана тобунун ролу

# LegalUnitId
source: Legal unit id (parent ID of local unit)
ky_kg: Id укуктук бирдик

source: Legal unit id date
ky_kg: Укуктук бирдик катталган дата

# EnterpriseRegId
source: Enterprise registration id (parent ID of legal unit)
ky_kg: Ишкананын коду

source: Founders
ky_kg: Уюмдаштыруучулар

source: Owner
ky_kg: Ээси

source: View legal unit
ky_kg: Укуктук бирдикти кароо

source: View local unit
ky_kg: Жергиликтүу бирдикти кароо

# ViewEnterpriseUnit
source: View enterprise
ky_kg: Ишкананы кароо

source: View enterprise group
ky_kg: Ишкананын тобун кароо

# CreateStatUnit
source: add statistical unit
ky_kg: Каттоо маалыматтарын түзүү

# EditButton
source: Edit
ky_kg: Түзөтүү

# EnterpriseUnitRegId
source: registration id of enterprise
ky_kg: Ишканалар

# ActualAddressId
source: Actual address
ky_kg: Визит үчүн Id дарек

source: Legal units
ky_kg: Укуктук бирдиктер

# EmployeesFte
source: Employees Full time equivalent
ky_kg: Жумушчулардык саны, иш менен толук камсыз болгон эквивалент

# EnterpriseUnits
source: enterprises
ky_kg: Ишкананын түзүмдүк бөлүмдөрү

# LiqDateStart
source: Liquidation start date
ky_kg: Ликвидациялоо датасы менен

# LiqDateEnd
source: Liquidation end date
ky_kg: Ликвидациялоо датасы боюнча

# RegMainActivityId
source: Registration main activity code
ky_kg: Башкы ID активдерин каттоо

# IncorrectIntegerValue
source: Value cannot be a negative number
ky_kg: Маани 0дон аз же ага барабар болушу мүмкүн эмес

# ChooseAtLeastOne
source: Choose at least one item
ky_kg: Жок дегенде бир вариант тандаңыз

# IncorrectStringValue
source: Value can't be empty and greater than {0} symbols
ky_kg: Маани бош болбош керек жана узундугу{0} символдордон жогору болбош керек

source: Try reload regions
ky_kg: Аймактардын толук инициализациясы

source: Request started
ky_kg: Күтүп туруңуз,жүктөө жүрүп жатат

source: Request failed
ky_kg: Талапаткарууда ката кетти

source: Request succeeded
ky_kg: Талап ийгиликтүү аткарылды

source: Field is required
ky_kg: Толтурууга милдеттүү болгон талаа

# EnterpriseIsRequired
source: Field is required
ky_kg: Толтурууга милдеттүү болгон талаа

# EnterpriseGroupIsRequired
source: Field is required
ky_kg: Толтурууга милдеттүү болгон талаа

# CurrentPasswordIsRequired
source: Field 'Current password' is required
ky_kg: Азыркы пароль толтурууга зарыл

# EmailIsRequired
source: Field 'Email' is required
ky_kg: Электрондук дарек толтурууга зарыл

source: Email value required
ky_kg: Cураныч,электрондук даректи көрсөтүңүз

# route_home
source: Home
ky_kg: Башталыш

# EnterpriseUnitIsRequired
source: At least one enterprise unit is required
ky_kg: Ишкананы тандаңыз

# LegalUnitIsRequired
source: At least one legal unit is required
ky_kg: Укуктук бирдикти тандаңыз

# StatUnitActivityRevY
source: Activity code (Rev Y)
ky_kg: Ишмердиктин коду (Rev Y)

# UndeleteUserMessage
source: Restore user
ky_kg: Колдонуучу кайра калыбына келтирүү

# StatUnitActivityErrorMustContainsPrimary
source: List doesn't contains primary activity
ky_kg: Негизги ишмердикти камтыбаган тизме

# ButtonDelete
source: Delete
ky_kg: Өчүрүү

# route_delete
source: Delete
ky_kg: Өчүрүү

# ActivityPrimary
source: Primary Activity
ky_kg: Негизги фактылык

# ActivitySecondary
source: Secondary Activity
ky_kg: Экинчи даражадагы

# ActivityAncilliary
source: Ancilliary activity
ky_kg: Жардамчы

source: No
ky_kg: Жок

# DialogTitleDelete
source: Delete item
ky_kg: Жазууну өчүрүү

# DialogBodyDelete
source: Are you sure you want to delete this item?
ky_kg: Сиз чындыгында бул жазууну өчүрүүнү каалайсызбы?

source: Other
ky_kg: Башкалар

# CodeLookupFailed
source: Unable to lookup code {1} in {0}
ky_kg: Маалымдамадан кодду {1} табууга болбой жатат {0}

# DataAccessConflict
source: Data access settings were changed
ky_kg: Түзөтүүнүн жетүү маалыматтары өзгөртүлгөн

source: Link units
ky_kg: Таңуучу бирдик

# LinkCreate
source: Create unit link
ky_kg: Байланыштарды бириктирүү

# LinkNotExists
source: No link between specified units found
ky_kg: Көрсөтүлгөн бирдиктердин ортосундагы таңуулардын жоктугу

# LinkTypeInvalid
source: The units cannot be linked. Make sure that your link is possible
ky_kg: Бирдиктер байланыштуу болушу мүмкүн эмес

source: Link already exists
ky_kg: Таңуу бар

# LinkUnitAlreadyLinked
source: Specified unit already linked to another. Do you want to replace the old link?
ky_kg: Көрсөтүлгөн бирдиктин ортосундагы таңуу бар. Сиз алмаштырууну каалайсызбы?

# LinkView
source: View links
ky_kg: Таңууну караңыз

# route_links
source: Links
ky_kg: Байланыштар

# DataSourceNameExists
source: This name of data source already exists
ky_kg: Системада мындай аталыштагы маалымат булак бар

# DataSourceNameIsRequired
source: Name of data source is required
ky_kg: Маалымат булагына ат берүү керек

# LinkDeleteConfirm
source: Are you sure you want to remove this link?
ky_kg: Сиз бул байланышты чынында өчүрүүнү каалайсызбы?

# LinkDelete
source: Delete unit link
ky_kg: Байланышты өчүрүү

# LinksNameOrStatIdRequred
source: Statistical id or Name is required
ky_kg: "Аталышы" же "Код ОКПО" толтурууга зарыл

# BadDataSourceRestrictionSearch
source: Bad restriction value
ky_kg: Маалымат булактарына чектөө көрсөтүлгөн

# BadDataSourcePrioritySearch
source: Bad priority value
ky_kg: Маалымат булактарынын приориттери туура эмес көрсөтулгөн

# BadDataSourceAllowedOperationsSearch
source: Bad allowed operations value
ky_kg: Маалыматтар булагынын туура эмес көрсотулгон ореациялары

# route_datasourcequeues
source: Data import queue
ky_kg: Маалыматты жүктөө кезекте

# ParseAttributesNotFound
source: No attributes successfully parsed
ky_kg: Бир дагы отрибут таанылган эмес

# MaxLength
source: maximum symbols must contain the field
ky_kg: символ максималдуу жол берилген тилкенин мааниси бар символдор

# CantStoreFile
source: Can't save file
ky_kg: Файлды сактоо ишке ашкан жок

source: Female
ky_kg: Аял

source: Founder
ky_kg: Уюмдаштыруучу

source: Male
ky_kg: Эркек

source: can't be less than
ky_kg: Кем болбошу керек

# PersonAlreadyExists
source: Person already exists in Statistical Unit
ky_kg: Реквизиттер менен көрсөтүлгөн адам статистикалык бирдиктер жоюлду

# DataSourceHasQueuedItems
source: Data source template has queued items
ky_kg: Маалымат булагынын жазууда кезекте турат

# DataSourceNotFound
source: Data source template not found
ky_kg: Маалымат булагынны улгусу табылган жок

# HistoryEnterpriseUnitIds
source: Enterprise Units
ky_kg: Ишканалар

# HistoryLegalUnitIds
source: Legal Units
ky_kg: Укутук бирдиктер

source: Valid from date
ky_kg: Аныкталган

source: Persons related to the unit
ky_kg: Адамга таандык статистикалык бирдик

source: Select sort by...
ky_kg: Боюнча сорттоо...

# AnalysisDuplicationContactPerson
source: ContactPerson field is duplicated
ky_kg: Байланышуучу адам дубликатталууда

# AnalysisDuplicationEmailAddress
source: Email Address field is duplicated
ky_kg: Электрондук почта дубликатталууда

# AnalysisDuplicationShortName
source: Short Name field is duplicated
ky_kg: Кыска аталыш дубликатталууда

# AnalysisMandatoryContactPerson
source: Stat unit doesn't have contact person
ky_kg: Байланышуучу адам толтурууга зарыл

# AnalysisMandatoryName
source: Stat unit doesn't have name
ky_kg: Аталыш толтурууга зарыл

# AnalysisMandatoryRegistrationReason
source: Stat unit doesn't have registration reason
ky_kg: Каттоонун себеби толтурууга зарыл

# AnalysisMandatoryShortName
source: Stat unit doesn't have short name
ky_kg: Кыска аталыш толтурууга зарыл

# AnalysisSameNameAsShortName
source: Stat unit's short name is the same as name
ky_kg: Кыскача аталышы жана аталышы бирдей мааниг

# OrphanUnitsRulesWarnings
source: There are "orphan" units
ky_kg: Алдын алуу жөнүндө эрежеде байланышпаган бирдик

# UploadLogNotFound
source: Upload log entry not found
ky_kg: Жүртөөчү журнал жөнүндө жазуу табылган жок

# DataSourceCsvDelimiterNotValid
source: CSV delimiter is not valid
ky_kg: Туура эмес бөлүүчу CSV

source: CSV delimiter
ky_kg: Чектөөчү CSV

# CsvSkipCount
source: Number of rows skipped in CSV file
ky_kg: Саптарын кое берүү

source: Countries
ky_kg: Өлкөлөр

source: Foreign participation country
ky_kg: Чет катыштагы өлкө

source: Section
ky_kg: Бөлүк

source: Person
ky_kg: Адам

source: Given name
ky_kg: Аталышы

source: Nationality code
ky_kg: Өлкөнүн коду

source: Logs
ky_kg: Журнал

source: Error
ky_kg: Ката

source: Warning
ky_kg: Эскертүү

source: Data source classification
ky_kg: Маалымат булактарынын классификациясы

source: Write
ky_kg: Жазуу

# SampleFrameNotFound
source: Population frame not found
ky_kg: Тандоо үлгүсү табылган жок

# LatitudeValidationMessage
source: N/S must be in the range of -90° to +90°
ky_kg: Түндүк \түшүк -90° +90° диапазондо болушу керек

# LongitudeValidationMessage
source: W/E must be in the range of -180° to +180°
ky_kg: Батыш\ Чыгыш -180° +180 диапазондо болушу керек

# StatIdAsyncTestFailed
source: Statistical unit with same id was already created
ky_kg: Статистикалык бирдиктер ошол эле идентификатор менен тузулдү

source: Reports
ky_kg: Отчёттор

# route_reportsTree
source: Reports
ky_kg: Отчёттор

source: As registered
ky_kg: Кантип катто керек

# BadLatitude
source: N/S must be in range -90° +90°
ky_kg: Түндүк \Түшүк -90° +90° диапазондо болушу керек

# BadLongitude
source: W/E must be in range -180° +180°
ky_kg: Батыш\ Чыгыш -180° +180 диапазондо болушу керек

source: Invalid checksum
ky_kg: Тураа эмес текшерилдген сумма

# CustomAnalysisChecks
source: Custom quality analyzis check
ky_kg: Пайдалануучу анализди текшерүү

source: Last activity by turnover
ky_kg: Кыркы маалыматтарды берүү боюнча жүгүртүү

# RegionLvl2
source: County
ky_kg: Область

# RegionLvl3
source: Subcounty
ky_kg: Район

# RegionLvl4
source: Parish
ky_kg: Село/Город

# OrgLinksNotFound
source: The deleted StatUnit hasn't organization link node
ky_kg: Статисмтикалык өчурулгөн бирдиктер жок уюмдун байланышы

# PasswordLengthRestriction
source: Password must be at least 6 characters
ky_kg: Пароль 6 сырсөз белгиден турушу керек

# RecursiveRegions
source: Regions tree contains cycle(s)
ky_kg: Дерево регионов содержит циклы

source: All regions
ky_kg: Баары региондор

# UserRegions
source: User's Regions
ky_kg: Колдонуучунун региондор

source: Incorrect file format
ky_kg: Файлдын форматы туура эмес

# CantDeleteDatasourceTemp
source: This data sourse template should not be deleted
ky_kg: Бул маалыматтар булагы үлгүсү өчүрө алынбайт

source: New password not confirmed
ky_kg: Жаңы пароль тастыкталган эмес

# LiquidateEntrUnit
source: Enterprise units cannot be liquidated
ky_kg: Сиз Ишкананы ликвидация кыла албайсыз

# LiquidateLegalUnit
source: You will need to liquidate Legal unit
ky_kg: Биринчиден укуктук бирдикти ликвидация кылыш керек

# UnitHasLiquidated
source: Unit has been liquidated
ky_kg: Бирдик ликвидацияланды

# ShouldNotBeGreaterThenEight
source: Input field shouldn't be greater 8 symbols
ky_kg: Тилге киргизүү 8 символдон ашык болбошу керек

source: Done
ky_kg: Даяр

source: Registration reason
ky_kg: Каттоонун себеби

# UnitStatus
source: Status
ky_kg: Статусу

# ProviderIsNotSet
source: Provider for database initialization is not set
ky_kg: Берилиштер базасын проайдери аныкталган эмес

# SizeId
source: Size
ky_kg: Көлөм

# AnalysisMandatorySize
source: Stat unit doesn't have size information
ky_kg: Статистикалык бирдиктин көлөмү аныкталган эмес

# AnalysisMandatoryUnitStatus
source: Stat unit doesn't have status set
ky_kg: Статистикалык бирдиктин статусу аныкталган эмес

# AnalysisMandatoryReorgType
source: Stat unit doesn't have type of reorganisation
ky_kg: Статистикалык бирдиктин реорганизациялык типи аныкталган эмес

# UploadFileEmpty
source: Uploading file is empty
ky_kg: Жүктөлгөн файл толтурулган эмес

# FileHasEmptyUnit
source: Uploading file has empty unit
ky_kg: Жүктөлгөн файлдын ичинде статистикалык бирдиктин маалыматтары толтурулган эмес

# ShouldBeGreaterThenZero
source: Input field shouldn't be empty
ky_kg: Талаа бош калтыра албайсыз

source: Foreign Participation
ky_kg: Чет элдиктин катышуусунун белгиси

# FixErrorsBeforeSubmit
source: Please fix errors before submitting
ky_kg: Толтурууга милдеттүү талааларды толтурулуш керек

# YouDontHaveEnoughtRightsRegion
source: You don't have enough rights to work in this Region
ky_kg: Сиз тандалган региондо статистикалдык бирдикти сактоого уруксат жок

# YouDontHaveEnoughtRightsActivityCategory
source: You don't have enough rights to work in activity category
ky_kg: Сиз тандалган иш-аракеттин түрдө статистикалык бирдикти сактоого уруксат жок

# YouDontHaveEnoughtRightsRegionOrActivity
source: You don't have sufficient rights for this region or activity
ky_kg: Сиз тандалган региондо же иш-аракеттин түрдө статистикалдык бирдикти сактоого уруксат жок

# ReorgType
source: reorganisation type
ky_kg: Реогранизация түрү

# SampleFrameGenerationEnqueue
source: Queue to generate population frame
ky_kg: Enqueue to generate file

# SampleFrameGenerationError
source: Error generating population frame
ky_kg: File generation error
