Repository: statisticsnorway/statbus
Catalog: src/nscreg.Resources/Languages/Resource.*.resx
Languages: ky_kg

# FileDoesntExistOrInQueue
source: File does not exist or is already in queue
ky_kg: File does not exist or is being generated

# StatUnitIdIsNotFound
source: ID of Statistical unit is not found
ky_kg: Статистикалык бирдик ОКПО боюнча табылган жок

# RejectDataSourceMessage
source: Data source rejected
ky_kg: Reject data source

# DeleteEnterpriseUnit
source: Delete enterprise
ky_kg: Биринчиден укуктук бирдикти жок кылыш керек

source: Delete local unit
ky_kg: Биринчиден укуктук бирдикти жок кылыш керек

# RestoreEnterpriseUnit
source: restore Enterprise
ky_kg: Биринчиден укуктук бирдикти кабылына келтириш керек

source: restore local unit
ky_kg: Биринчиден укуктук бирдикти кабылына келтириш керек

# ElasticSearchIsDisable
source: ElasticSearch Is Disabled
ky_kg: ElasticSearch кызматы майып болуп калды, жоюу сервер администратору менен байланышуу

# AnalysisDuplicationTaxRegId
source: There are two units with the same tax id
ky_kg: ИНН дублируется

# AnalysisLegalUnitRelatedLocalUnits
source: legal unit has no local units
ky_kg: У этой правовой единицы нет ни одной местной единицы

# AnalysisOrphanLocalUnits
source: This Local unit has noe legal unit as parent
ky_kg: Эта местная единица не принадлежит к правовой единице

# AnalysisEnterpriseGroupRelatedEnterprises
source: There are no enterprises in this enterprise group
ky_kg: В этой группе предприятий нет ни одного предприятия

# AnalysisEnterpriseRelatedLegalUnits
source: Enterprise has no related Legal Units
ky_kg: В этом предприятии нет ни одной правовой единицы

# AnalysisOrphanLegalUnits
source: This legal unit is not a part of an enterprise
ky_kg: Эта правовая единица не принадлежит к предприятию

# AnalysisOneOfTheseFieldsShouldBeFilled
source: At leat one of these fields should be filled uin
ky_kg: Одно из идентификационных полей (StatId/TaxRegId/ExternalId) должно быть заполнено (KG)

# ActivityYear
source: Year of validity for activity
ky_kg: Ишмердиктин жылы

# ActivityYearTooltip
source: Enter starting year for this activity
ky_kg: Ишмердиктин жылы

# LoginInputButton
source: Log in
ky_kg: Кирүү

# LoginInputLogin
source: Login
ky_kg: Логин

# LoginInputPassword
source: Password
ky_kg: Жашыруун сөз

# LoginInputRemember
source: Remember
ky_kg: Эстеп

# LoginTitle
source: Welcome to SBR system
ky_kg: NSC Registry кирүү

# UploadedFileProblem
source: There is a problem with the uploaded file
ky_kg: Проблема загрузки файла

# TurnoverYearTooltip
source: year of validity of turnover
ky_kg: Turnover Year

# TurnoverDateTooltip
source: date of registration of turnover
ky_kg: Turnover date

# TotalCapitalTooltip
source: Should be the sum of all capitals. In Local currency? in thousands of local currency?
ky_kg: Total Capital

# TaxRegIdTooltip
source: ID of unit as given by tax authorities
ky_kg: Tax reg id

# TaxRegDateTooltip
source: date of unit first registered with the tax autorities
ky_kg: Tax reg date

# StatusDateTooltip
source: Date of last change of status of unit
ky_kg: Status Date

# ActivityCategoryIdTooltip
source: Choose activity by entering code or -name
ky_kg: Activity code

# AddressTooltip
source: Address as registered with registering authorities
ky_kg: Address

# AnalysisEnterpriseGroupRelatedEnterpriseUnits
source: There are no enterprises in this enterprise group
ky_kg: This enterprise group doesn't have related enterprise unit(s)

# AnalysisMandatoryActivities
source: All units must have activities
ky_kg: Stat unit doesn't have activities

# AnalysisMandatoryActualAddress
source: Atuall address must have value
ky_kg: Stat unit doesn't have actual address

# AnalysisMandatoryAddress
source: Address is mandatory
ky_kg: Stat unit doesn't have address

# AnalysisMandatoryClassified
source: Classified info is mandatory
ky_kg: Stat unit doesn't have classified

source: Export
ky_kg: Экспорт

# ErrorExportStatUnitReport
source: Error when exporting report on statistical units
ky_kg: Error Export Stat unit report

# LanguageEnglish
source: English
ky_kg: Англизче

# LanguageRussian
source: Russian
ky_kg: Орусча

# LanguageKyrgyz
source: Kyrgyz
ky_kg: Кыргызча

# RegionDeleteMessage
source: Delete region
ky_kg: Удалить регион/СОАТЕ

# AnalysisMandatoryEmailAddress
source: Email address is mandatory
ky_kg: Адрес электронной почты является обязательным
