Repository: statisticsnorway/statbus
Catalog: legacy/src/nscreg.Resources/Languages/Resource.*.resx
Languages: ru_ru

# DataAccessConflict
source: Data access settings were changed
ru_ru: Настройки доступа к данным изменены

# route_deleted
source: Restore
ru_ru: Восстановление

source: Link units
ru_ru: Увязка единиц

# LinkCreate
source: Create unit link
ru_ru: Создание увязок

# ButtonCreate
source: Create
ru_ru: Создать

# LinkNotExists
source: No link between specified units found
ru_ru: Отсутствует увязка между указанными единицами

# LinkTypeInvalid
source: The units cannot be linked. Make sure that your link is possible
ru_ru: Единицы не могут быть связаны. Убедитесь, что такая увязка возможна

source: Link already exists
ru_ru: Увязка уже существует

# LinkUnitAlreadyLinked
source: Specified unit already linked to another. Do you want to replace the old link?
ru_ru: Указанная единица уже увязана c другой. Вы хотите заменить существующую увязку?

# LinkView
source: View links
ru_ru: Просмотр увязок

# route_links
source: Links
ru_ru: Увязка единиц

source: Value before
ru_ru: Значение до

source: Value after
ru_ru: Значение после

source: Total changes
ru_ru: Всего изменений

# DataSourceNameExists
source: This name of data source already exists
ru_ru: Шаблон импорта данных с таким наименованием уже есть в системе

# DataSourceNameIsRequired
source: Name of data source is required
ru_ru: Задать имя шаблону импорта данных

# DataSourceAttributesToCheckIsRequired
source: Attributes to check is required for data source
ru_ru: Шаблону импорта данных необходимо указать проверяемые аттрибуты

# LinkDeleteConfirm
source: Are you sure you want to remove this link?
ru_ru: Вы действительно хотите удалить увязку?

# LinkDelete
source: Delete unit link
ru_ru: Удаление увязок

# LinksNameOrStatIdRequred
source: Statistical id or Name is required
ru_ru: Необходимо заполнить 'Намименование' или 'Код ОКПО'

# SearchExtended
source: Extended search
ru_ru: Расширенный поиск

source: Search results
ru_ru: Результаты поиска

source: Record Created By
ru_ru: Запись создана

source: At
ru_ru: В

source: Due reason
ru_ru: По причине

# WithСomment
source: With comment
ru_ru: С комментарием

# SearchDefault
source: Default search
ru_ru: Обычный поиск

source: Data load completed
ru_ru: Загрузка данных завершена

source: Data load completed partially
ru_ru: Загрузка данных завершена частично

# DataSourceName
source: Data source file name
ru_ru: Имя файла шаблона импорта данных

# DataSourceQueues
source: View data source queue
ru_ru: Просмотр очереди импорта данных

# DataSourceTemplateName
source: Template name
ru_ru: Имя шаблона

source: Date from
ru_ru: Дата с

source: Date to
ru_ru: Дата по

source: In queue
ru_ru: Предварительный просмотр шаблона

source: Loading
ru_ru: Загружается

# UploadDateTime
source: Source uploading date
ru_ru: Дата импорта данных

source: Data sources
ru_ru: Шаблоны импорта данных

# DataSourcesCreate
source: Create data source template
ru_ru: Создать шаблон импорта данных

source: Region code
ru_ru: Код СОАТЕ

# AdminstrativeCenter
source: Administrative center
ru_ru: Административный центр

# route_delete
source: Delete
ru_ru: Удаление

# route_datasources
source: Data sources
ru_ru: Шаблон импорта данных

# route_datasourcequeues
source: Data import queue
ru_ru: Очередь импорта данных

# BadDataSourceRestrictionSearch
source: Bad restriction value
ru_ru: Неверно указано ограничение шаблона импорта данных

# BadDataSourcePrioritySearch
source: Bad priority value
ru_ru: Неверно указан приоритет шаблона импорта данных

# BadDataSourceAllowedOperationsSearch
source: Bad allowed operations value
ru_ru: Неверно указаны доступные операции шаблона импорта данных

source: Restriction
ru_ru: Ограничение

# Priority
source: Expected quality of source
ru_ru: Ожидаемое качество

source: Allowed operations
ru_ru: Доступные операции

# CreateDataSource
source: Create data source template
ru_ru: Создать шаблон импорта данных

source: Id
ru_ru: ИН

# ParseAttributesNotFound
source: No attributes successfully parsed
ru_ru: Ни один атрибут не распознан

# ParseFileError
source: Error while parsing the file
ru_ru: Ошибка при обработке файла

# DropXmlOrCsvFileAmigo
source: Drop XML or CSV file here
ru_ru: Добавьте файл типа XML или CSV

source: Attributes to check
ru_ru: Список атрибутов

source: Variables mapping
ru_ru: Связи между перменными

# MaxLength
source: maximum symbols must contain the field
ru_ru: символов максимальное допустимое значение поля

# DropZoneLabel
source: Drag and drop your files here or pick them from your computer
ru_ru: Перетащите сюда свои файлы или выберите их на своем компьютере

source: Upload
ru_ru: Импортировать в базу данных

# SelectDataSource
source: Select data source template
ru_ru: Выбрать данные шаблона для мпорта

source: Enter description
ru_ru: Введите описание

# route_upload
source: Upload
ru_ru: Импортировать в базу данных

# DataSourcesUpload
source: Upload data
ru_ru: Импорт данных

source: Next files ready for upload
ru_ru: Следующие файлы готовы к импорту

source: Only supported formats allowed
ru_ru: Разрешены только поддерживаемые форматы

source: Next Files Will Not Be Uploaded
ru_ru: Следующие файлы не будут импортированы

source: No Files Attached
ru_ru: Не добавлены файлы

# CantStoreFile
source: Can't save file
ru_ru: Не удалось сохранить файл

# LogicalChecksAddressTooFewInfo
source: Address contains a least two fields
ru_ru: Адрес содержит менее чем два поля

# LogicalChecksNoContactPerson
source: This unit has no contact person
ru_ru: Не указано контактное лицо

# LogicalChecksNoOwner
source: Owner is missing
ru_ru: Не указан владелец

# LogicalChecksNoMainActivity
source: No main activity selected
ru_ru: Не указан основной вид деятельности

# LogicalChecksNoOneLegalUnit
source: No one legal unit linked
ru_ru: Нет ни одной правовой единицы

# LogicalChecksNoOneLocalUnit
source: No one local unit linked
ru_ru: Нет ни одной местной единицы

# AnalyzeRegister
source: Quality analyze of register
ru_ru: Анализ регистра

# route_analyzeregister
source: Analyze register
ru_ru: Анализ регистра

source: Any
ru_ru: Все

source: Create And Update
ru_ru: Создание и обновление

source: Not Trusted
ru_ru: Низкое

source: Trusted
ru_ru: Высокое

source: Restrictions
ru_ru: Ограничения

# CountryId
source: Country
ru_ru: Страна

source: Select region
ru_ru: Выбрать регион

source: Date of last change from
ru_ru: Дата последнего изменения с

source: Date of last change to
ru_ru: Дата последнего изменения по

source: Birth Date
ru_ru: Дата рождения

source: Female
ru_ru: Женский

source: Founder
ru_ru: Учредитель

source: Male
ru_ru: Мужской

source: Personal Id
ru_ru: ИНН

# PersonName
source: Full name
ru_ru: Полное имя

source: Persons
ru_ru: Персоны

source: Persons Search
ru_ru: Поиск персоны

source: Person Type
ru_ru: Тип персоны

source: Phone Number
ru_ru: Номер телефона

# PhoneNumber1
source: Additional phone number
ru_ru: Дополнительный номер телефона

source: Sex
ru_ru: Пол

source: Surname
ru_ru: Фамилия

source: Region Part
ru_ru: Часть региона СОАТЕ ?

source: All activities
ru_ru: Все виды деятельности

source: can't be less than
ru_ru: не может быть меньше чем

# StatUnitFormPersonName
source: Name
ru_ru: Имя

# PersonAlreadyExists
source: Person already exists in Statistical Unit
ru_ru: Персона с указанными реквизитами уже заведена в статистической единице

# LinksViewAddLinkBtn
source: Add link
ru_ru: Добавить связь

# ParentOrgLink
source: Parent organization link
ru_ru: Орг.структура родителя

# ForeignParticipationCountryId
source: Foreign participation country
ru_ru: Участие иностранного капитала

source: Select file
ru_ru: Выбрать файл

source: Not selected...
ru_ru: Не выбрано ...

# DataSourceHasQueuedItems
source: Data source template has queued items
ru_ru: Шаблон импорта данных имеет записи в очереди

# DataSourceNotFound
source: Data source template not found
ru_ru: Шаблон импорта данных не найден

# DeleteDataSourceMessage
source: Delete data source
ru_ru: Удалить шаблон импорта данных

# OrgLinks
source: Organization Links
ru_ru: Гос.структура

# route_account_edit
source: Update account
ru_ru: Обновление уч. записи

# HistoryEnterpriseUnitIds
source: Enterprise Units
ru_ru: Предприятия

# HistoryLegalUnitIds
source: Legal Units
ru_ru: Правовые единицы

# Comparison
source: Logical operator not selected
ru_ru: Логический оператор не был выбран

# SearchDataSourceByWildcard
source: Search wildcard (by template name)
ru_ru: Поиск по совпадению (среди наименования шаблонов)

source: is required
ru_ru: обязательно для заполнения

source: Change date
ru_ru: Дата изменения

source: Change description
ru_ru: Описание изменения

source: Valid from date
ru_ru: Действителен с

# TypeAndPressSearch
source: Type something and/or press search
ru_ru: Введите текст и/или нажмите кнопку поиска

# ListIsEmpty
source: No items to display
ru_ru: Нет элементов в списке

source: Contact information
ru_ru: Контактная информация

source: Persons related to the unit
ru_ru: Персоны относящиеся к cтатистической единицы

# DataSourceClassificationId
source: Data Source
ru_ru: Шаблон импорта данных

# ForeignParticipationId
source: Foreign Participation
ru_ru: Признак иностранного участия

# ReorgTypeId
source: Reorganization Type
ru_ru: Тип реорганизации

source: Size
ru_ru: Размер

# UnitStatusId
source: Status
ru_ru: Статус

source: Primary activity
ru_ru: Основная деятельность

# RegionLvl1
source: District
ru_ru: Страна

source: AND
ru_ru: И

source: OR
ru_ru: ИЛИ

source: None
ru_ru: Не выбрано

source: Condition
ru_ru: Условие

source: Sort
ru_ru: Сортировка

# ASC
source: By ascending
ru_ru: По возрастанию

# DESC
source: By descending
ru_ru: По убыванию

source: Select sort by...
ru_ru: Сортировать по...

# AnalysisCalculationsStatId
source: Stat unit's \"StatId\" is incorrect
ru_ru: Поле ОКПО неверно

# AnalysisDuplicationAddress
source: Address field is duplicated
ru_ru: Адрес дублируется

# AnalysisDuplicationContactPerson
source: ContactPerson field is duplicated
ru_ru: Контактное лицо дублируется

# AnalysisDuplicationEmailAddress
source: Email Address field is duplicated
ru_ru: Электронная почта дублируется

# AnalysisDuplicationExternalId
source: External Id field is duplicated
ru_ru: Внешний ID дублируется

# AnalysisDuplicationName
source: Name field is duplicated
ru_ru: Наименование дублируется

# AnalysisDuplicationOwnerPerson
source: Stat unit owner is duplicated
ru_ru: Персона с типом \"Владелец\" дублируется

# AnalysisDuplicationShortName
source: Short Name field is duplicated
ru_ru: Краткое наименование дублируется

# AnalysisDuplicationStatId
source: StatId field is duplicated
ru_ru: ОКПО дублируется

# AnalysisDuplicationTelephoneNo
source: Telephone number field is duplicated
ru_ru: Номер телефона дублируется

# AnalysisMandatoryContactPerson
source: Stat unit doesn't have contact person
ru_ru: Контактное лицо должно быть заполнено

# AnalysisMandatoryDataSource
source: Stat unit doesn't have data source
ru_ru: Шаблон импорта данных должен быть заполнен

# AnalysisMandatoryName
source: Stat unit doesn't have name
ru_ru: Наименование должно быть заполнено

# AnalysisMandatoryPersonOwner
source: Legal unit doesn't have any person with \"Owner\" status
ru_ru: Правовая единица должна иметь персону со статусом \"Владелец\"

# AnalysisMandatoryRegistrationReason
source: Stat unit doesn't have registration reason
ru_ru: Причина регистрации должна быть заполнена

# AnalysisMandatoryShortName
source: Stat unit doesn't have short name
ru_ru: Краткое наименование должно быть заполнено

# AnalysisMandatoryStatusActive
source: Stat unit's status is not \"active\"
ru_ru: Статус должен иметь значение \"Активен\"

# AnalysisMandatoryTelephoneNo
source: Stat unit doesn't have telephone number
ru_ru: Номер телефона должен быть заполненен

# AnalysisOrphanEnterprise
source: Enterprise has no link with enterprise group
ru_ru: Предприятие не имеет связанную с ним группу предприятий

# AnalysisRelatedActivity
source: Stat unit doesn't have activity code
ru_ru: Статистическая единица не имеет связанной деятельности

# AnalysisRelatedAddress
source: Stat unit doesn't have address
ru_ru: Статистическая единица не имеет связанного с ней адреса

# AnalysisRelatedLegalUnit
source: Stat unit doesn't have related legal unit(s)
ru_ru: Статистическая единица не имеет связанного с ней предприятия

# AnalysisSameNameAsShortName
source: Stat unit's short name is the same as name
ru_ru: Краткое наименование и наименование имеют одинаковое значение

source: Calculation fields rules warnings
ru_ru: Ошибки вычисляемых полей

source: Connection rules warnings
ru_ru: Ошибки связей

# DuplicateFieldsRulesWarnings
source: Warning: Some fields are duplicated
ru_ru: Ошибки дубликатов

source: Mandatory fields rules warnings
ru_ru: Ошибки обязательных полей

# UploadLogNotFound
source: Upload log entry not found
ru_ru: Запись об импорте данных в журнале не найдена

# DataSourceCsvDelimiterNotValid
source: CSV delimiter is not valid
ru_ru: CSV разделитель неверный

# DataSourceCsvSkipCountNotValid
source: CSV row skip count is not valid
ru_ru: Количество пропускаемых строк CSV указано не верно

source: Code
ru_ru: Код

source: Administrative Center
ru_ru: Административный центр

# AddressPart1
source: CO/
ru_ru: Адрес

# AddressPart2
source: street and house number
ru_ru: Село

# AddressPart3
source: zip code and city
ru_ru: ID почтового адреса (Почт. индекс или подобное, если есть)

source: Countries
ru_ru: Страны

source: Activity type
ru_ru: Тип деятельности

source: Person
ru_ru: Персона

source: Activity category
ru_ru: Виды деятельности

source: Warning
ru_ru: Предупреждение

# StatUnitInfo
source: Info about statistical unit
ru_ru: Информация о статистической единице

source: Link info
ru_ru: Информация о связи

source: Registration info
ru_ru: Информация о регистрации

# LegalFormId
source: Legal form Code
ru_ru: Организационная правовая форма

source: Contact info
ru_ru: Контактная информация

# CapitalInfo
source: Information on capital
ru_ru: Информация о капитале

source: Index info
ru_ru: Экономические показатели

# HasAnalysisError
source: Has analysis errors
ru_ru: Есть ошибки на стадии анализа

source: Error on
ru_ru: Ошибка на

source: Summary
ru_ru: Результат

# route_analysisqueue
source: Quality analysis
ru_ru: Контроль качества

source: Server end period
ru_ru: Конец контроля

source: User end period
ru_ru: Начало периода

source: User start period
ru_ru: Конец периода

source: Analysis
ru_ru: Контроль качества

source: Enqueue new item
ru_ru: Добавить

source: Server start period
ru_ru: Начало контроля

source: Analysis queue
ru_ru: Запросы контроля качества

source: No value
ru_ru: Нет значения

# ViewAnalysisQueueLogs
source: View analysis log
ru_ru: Просмотр журнала анализа

source: View
ru_ru: Просмотр

# ForeignParticipationCountriesUnits
source: Foreign participation countries
ru_ru: Страны с иностранным участием

source: Analysis log entry not found
ru_ru: Запись в истории анализа не найдена

# ButtonSave
source: Save
ru_ru: Сохранить

source: Director
ru_ru: Руководитель

source: Middle name
ru_ru: Отчество

source: Write
ru_ru: Записать

source: Reports
ru_ru: Отчеты

# route_reportsTree
source: Reports
ru_ru: Отчеты

source: Sql Wallet User
ru_ru: Пользователь Sql Wallet

# SqlWalletUserPlaceholder
source: Reporting system user
ru_ru: Пользователь системы отчетов

source: As registered
ru_ru: Как зарегистрирован

# Latitude
source: N/S
ru_ru: Cевер/Юг

# Longitude
source: W/E
ru_ru: Запад/Восток

# LatitudeValidationMessage
source: N/S must be in the range of -90° to +90°
ru_ru: Cевер/Юг должен быть в диапазоне от -90° до +90°

# LongitudeValidationMessage
source: W/E must be in the range of -180° to +180°
ru_ru: Запад/Восток должен быть в диапазоне от -180° до +180°

# BadLatitude
source: N/S must be in range -90° +90°
ru_ru: Cевер/Юг должен быть в диапазоне -90° +90°

# BadLongitude
source: W/E must be in range -180° +180°
ru_ru: Запад/Восток должен быть в диапазоне -180° +180°

source: Invalid checksum
ru_ru: Неверная контрольная сумма

source: Last activity by turnover
ru_ru: Последний год предоставления данных по обороту

# RegionLvl2
source: County
ru_ru: Область

# RegionLvl3
source: Subcounty
ru_ru: Район

# RegionLvl4
source: Parish
ru_ru: Село/Город

# SampleFrames
source: Population frames
ru_ru: Рамки генеральной совокупности

# SampleFramesView
source: View population frames
ru_ru: Просмотр рамок генеральной совокупности

# SampleFramesCreate
source: Create population frames
ru_ru: Создать рамки генеральной совокупности

source: Reset
ru_ru: Сбросить

source: Predicate
ru_ru: Критерий выбора

source: Comparisons
ru_ru: И/Или

source: Fields
ru_ru: Атрибуты

source: Operations
ru_ru: Сравнение

source: Main activity
ru_ru: Основной вид деятельности

source: Values
ru_ru: Значения

source: Equal
ru_ru: Равно

source: Not Equal
ru_ru: Не равно

source: Greater than
ru_ru: Больше

source: Less than
ru_ru: Меньше

source: Greater than or equal
ru_ru: Больше или равно

source: Less than or equal
ru_ru: Меньше или равно

# route_sampleframes
source: Population frames
ru_ru: Рамки генеральной совокупности

source: Create sample frame
ru_ru: Создать шаблон выборки

source: Variables of data source
ru_ru: Значения переменных импорта данных

source: Variables of database
ru_ru: Значения базы данных

source: Variables mapping results
ru_ru: Значения результатов сопоставления

source: Unit name
ru_ru: Название единицы

source: Ok
ru_ru: Среднее

source: Error
ru_ru: Ошибка

source: Note
ru_ru: Примечание

source: Postal address
ru_ru: Почтовый индекс

source: Logs
ru_ru: Журнал

source: Ended
ru_ru: Закончено

source: Started
ru_ru: Начато

# NumOfEmployees
source: Number of employees
ru_ru: Количество сотрудников

# NumEmployeeYear
source: Year of validity of number of employees
ru_ru: Количество сотрудников в году

source: Section
ru_ru: Раздел

# StatIdAsyncTestFailed
source: Statistical unit with same id was already created
ru_ru: Статистическая единица с тем же идентификатором уже создана

source: Wildcard
ru_ru: Шаблон поиска

# CustomAnalysisChecks
source: Custom quality analyzis check
ru_ru: Проверка пользовательского анализа

source: Given name
ru_ru: Название

source: Summary messages
ru_ru: Сводные сообщения

# SampleFrameNotFound
source: Population frame not found
ru_ru: Рамки генеральной совокупности не найдены

source: CSV delimiter
ru_ru: CSV ограничитель

source: Revise
ru_ru: Пересмотреть

# route_datasourcesqueue
source: Data sources queue
ru_ru: Очередь шаблонов импорта данных

# CsvSkipCount
source: Number of rows skipped in CSV file
ru_ru: Количество пропущенных строк в CSV-файле

source: Nationality code
ru_ru: Код страны

source: Foreign participation country
ru_ru: Страна иностранного участия

source: Data source classification
ru_ru: Классификация импорта данных

# OrphanUnitsRulesWarnings
source: There are "orphan" units
ru_ru: Предупреждение о правиле не связанных единиц

source: InThousandsKGS
ru_ru: В тысячах сом

source: Visiting address
ru_ru: Фактический адрес

source: Quit
ru_ru: Уже не работает

# PersonSearchPopup
source: To improve search, input additional parameters
ru_ru: Для лучшего поиска вводите более точные параметры

# OrgLinksNotFound
source: The deleted StatUnit hasn't organization link node
ru_ru: У удалённой статистической единицы нет организационной связи

# AnalysisCalculationsStatIdOnlyNumber
source: Only numbers are allowed
ru_ru: Разрешены только цифры

# DataLoadCompletedFailed
source: Data load complete failed
ru_ru: Загрузка данных завершена с ошибками

# DownloadSampleFrame
source: download population frame
ru_ru: Экспорт рамок генеральной совокупности

source: Fields to select
ru_ru: Поля для выборки

source: In list
ru_ru: Входит в список

source: In Range
ru_ru: В диапазоне

source: Not in list
ru_ru: Не входит в список

source: Not In Range
ru_ru: Не в диапазоне

# PreviewSampleFrame
source: preview population frame
ru_ru: Предварительный просмотр рамок генеральной совокупности

# route_preview
source: Preview population frame
ru_ru: Предварительный просмотр шаблона рамок генеральной совокупности

# SampleFramesWildcard
source: Search by name of population frame
ru_ru: Поиск шаблона рамок генеральной совокупности по имени

source: Selected fields
ru_ru: Выбранные поля

# SfAnd
source: And
ru_ru: И

# SfOr
source: Or
ru_ru: Или

# AnalysisLogId
source: Analysis log id in database
ru_ru: Идентификатор лога в базе данных

source: Data source queue log info
ru_ru: Информация о загрузке

source: Data source queue log raw unit
ru_ru: Детали загрузки статистической единицы

# DataSourceQueueLogUnit
source: View or edit
ru_ru: Просмотр\редактирование

# DeleteSampleFrameMessage
source: delete population frame
ru_ru: Удалить рамку выборки

source: Processed at
ru_ru: Обработано в

source: Resolved at
ru_ru: Разрешено в

# route_edit_id
source: Edit
ru_ru: Редактирование

# route_id
source: Edit
ru_ru: Редактирование

# route_id_log
source: Preview
ru_ru: Предпросмотр

# route_preview_id
source: Preview
ru_ru: Предпросмотр

# route_queueId_log
source: View analysis log
ru_ru: Просмотр лога анализа

# route_queueId_log_logId
source: Revise
ru_ru: Сверка

# StartDate
source: Analysis start date
ru_ru: Начало контроля

# UnitId
source: Stat Unit id in database
ru_ru: Идентификатор статистической единицы в базе данных

# EnsureErrorsIsFixed
source: Make sure all errors are fixed
ru_ru: Убедитесь что все ошибки исправлены

# route_view_type_id
source: View
ru_ru: Просмотр

source: Group Selected Clauses
ru_ru: Сгруппировать выбранные

source: Insert after
ru_ru: Вставить после

source: Insert at head
ru_ru: Вставить под заголовком

source: Remove
ru_ru: Удалить

source: Select all
ru_ru: Выбрать все

source: Ungroup clauses
ru_ru: Разгруппировать

source: Data source upload type
ru_ru: Тип загружаемой статистической единицы

source: Errors occured during manual analysis
ru_ru: Произошли ошибки при анализе

source: Range from
ru_ru: Диапазон от

source: Range to
ru_ru: Диапазон до

source: Iso code
ru_ru: Iso код

source: Liquidation info
ru_ru: Информация о ликвидации

# InstSectorCode
source: Institutional sector code
ru_ru: Сектор экономики

source: Administrator
ru_ru: Администратор

source: Employee
ru_ru: Сотрудник

source: External user
ru_ru: Внешний пользователь

# route_edit_type_id
source: Edit
ru_ru: Редактирование

source: Reject
ru_ru: Отклонить

source: Data source queue not found
ru_ru: Данные не найдены

source: Queue log not found
ru_ru: Журнал не найден

source: Stat unit type not found
ru_ru: Тип статистической единицы не найден

# DateCantBeInFuture
source: Date entered is in the future
ru_ru: Дата не может быть больше текущей даты

source: Date not valid
ru_ru: Неправильная дата

# PasswordLengthRestriction
source: Password must be at least 6 characters
ru_ru: Пароль должен быть не менее 6 символов

# RecursiveRegions
source: Regions tree contains cycle(s)
ru_ru: Дерево регионов содержит циклы

source: All regions
ru_ru: Все регионы

# UserRegions
source: User's Regions
ru_ru: Регионы пользователя

source: Incorrect file format
ru_ru: Неправильный формат файла

# CantDeleteDatasourceTemp
source: This data sourse template should not be deleted
ru_ru: Шаблон импорта данных не может быть удален

source: New password not confirmed
ru_ru: Новый пароль не подтвержден

# LiquidateEntrUnit
source: Enterprise units cannot be liquidated
ru_ru: Вы не можете ликвидировать Предприятие

# LiquidateLegalUnit
source: You will need to liquidate Legal unit
ru_ru: Вы должны ликвидировать Юридическую единицу

# UnitHasLiquidated
source: Unit has been liquidated
ru_ru: Единица была ликвидирована

# ShouldNotBeGreaterThenEight
source: Input field shouldn't be greater 8 symbols
ru_ru: Поле ввода не должно быть больше 8 символов
