Repository: statisticsnorway/statbus
Catalog: legacy/src/nscreg.Resources/Languages/Resource.*.resx
Languages: ru_ru

source: Done
ru_ru: Завершено

source: Registration reason
ru_ru: Причина регистрации

# UnitStatus
source: Status
ru_ru: Статус

# ProviderIsNotSet
source: Provider for database initialization is not set
ru_ru: Провайдер для базы данных не определен

# SizeId
source: Size
ru_ru: Размер

# AnalysisMandatorySize
source: Stat unit doesn't have size information
ru_ru: Не определен размер статистической единицы

# AnalysisMandatoryUnitStatus
source: Stat unit doesn't have status set
ru_ru: Не определен статус статистической единицы

# AnalysisMandatoryReorgType
source: Stat unit doesn't have type of reorganisation
ru_ru: Не определен тип реорганизации статистической единицы

# UploadFileEmpty
source: Uploading file is empty
ru_ru: Импортируемый файл пуст

# FileHasEmptyUnit
source: Uploading file has empty unit
ru_ru: Импортируемый файл имеет пустые данные статистической единицы

# ShouldBeGreaterThenZero
source: Input field shouldn't be empty
ru_ru: Поле не должно быть пустым

source: Foreign Participation
ru_ru: Иностранное участие

# FixErrorsBeforeSubmit
source: Please fix errors before submitting
ru_ru: Заполните все обязательные поля

# ActivityIdDateRequired
source: One of the 'Activities' has no 'Activity registration date' field filled
ru_ru: Один из "Деятельность" имеет незаполненное поле "Дата регистрации деятельности"

# PersonsRoleRequired
source: One of the 'Persons' has no 'Person Type' field filled
ru_ru: Один из "Персоны" имеет незаполненное поле "Тип персоны"

# PersonsCountryIdRequired
source: One of the 'Persons' has no 'Country' field filled.
ru_ru: Один из "Персоны" имеет незаполненное поле "Страна"

# PersonsGivenNameRequired
source: One of the 'Persons' has no 'Name' field filled.
ru_ru: Один из "Персоны" имеет незаполненное поле "Имя"

# PersonsSurnameRequired
source: One of the 'Persons' has no 'Surname' field filled.
ru_ru: Один из "Персоны" имеет незаполненное поле "Фамилия"

# YouDontHaveEnoughtRightsRegion
source: You don't have enough rights to work in this Region
ru_ru: У вас нет прав для работы в данном регионе

# YouDontHaveEnoughtRightsActivityCategory
source: You don't have enough rights to work in activity category
ru_ru: У вас нет прав для работы с видом деятельности

# YouDontHaveEnoughtRightsRegionOrActivity
source: You don't have sufficient rights for this region or activity
ru_ru: У вас нет прав для работы в данном регионе или видом деятельности

# ReorgType
source: reorganisation type
ru_ru: Тип реорганизации

source: In progress
ru_ru: В процессе

# SampleFrameGenerationEnqueue
source: Queue to generate population frame
ru_ru: Поставить в очередь на генерацию

# SampleFrameGenerationError
source: Error generating population frame
ru_ru: Ошибка генерации файла

# FileDoesntExistOrInQueue
source: File does not exist or is already in queue
ru_ru: Файла не существует или в процессе генерации

# StatUnitIdIsNotFound
source: ID of Statistical unit is not found
ru_ru: Идентификатор статистической единицы не найден

# RejectDataSourceMessage
source: Data source rejected
ru_ru: Reject data source

# DeleteEnterpriseUnit
source: Delete enterprise
ru_ru: Вы должны удалить Юридическую единицу

source: Delete local unit
ru_ru: Вы должны удалить Юридическую единицу

# RestoreEnterpriseUnit
source: restore Enterprise
ru_ru: Вы должны восстановить Юридическую единицу

source: restore local unit
ru_ru: Вы должны восстановить Юридическую единицу

# ElasticSearchIsDisable
source: ElasticSearch Is Disabled
ru_ru: Служба ElasticSearch была отключена, обратитесь к администратору сервера для устранения неполадок

# AnalysisDuplicationTaxRegId
source: There are two units with the same tax id
ru_ru: ИНН дублируется

# AnalysisLegalUnitRelatedLocalUnits
source: legal unit has no local units
ru_ru: У этой правовой единицы нет ни одной местной единицы

# AnalysisOrphanLocalUnits
source: This Local unit has noe legal unit as parent
ru_ru: Эта местная единица не принадлежит к правовой единице

# AnalysisEnterpriseGroupRelatedEnterprises
source: There are no enterprises in this enterprise group
ru_ru: В этой группе предприятий нет ни одного предприятия

# AnalysisEnterpriseRelatedLegalUnits
source: Enterprise has no related Legal Units
ru_ru: В этом предприятии нет ни одной правовой единицы

# AnalysisOrphanLegalUnits
source: This legal unit is not a part of an enterprise
ru_ru: Эта правовая единица не принадлежит к предприятию

# AnalysisOneOfTheseFieldsShouldBeFilled
source: At leat one of these fields should be filled uin
ru_ru: Одно из идентификационных полей (StatId/TaxRegId/ExternalId) должно быть заполнено

# ActivityYear
source: Year of validity for activity
ru_ru: Год деятельности

# ActivityYearTooltip
source: Enter starting year for this activity
ru_ru: Год деятельности

# LoginInputButton
source: Log in
ru_ru: Вход

# LoginInputLogin
source: Login
ru_ru: Логин

# LoginInputPassword
source: Password
ru_ru: Пароль

# LoginInputRemember
source: Remember
ru_ru: Запомнить

# LoginTitle
source: Welcome to SBR system
ru_ru: Вход в NSC Registry

# AnalysisRelatedPersons
source: Unit does not have any persons related to it
ru_ru: Статистическая единица не имеет связанных с ней лиц

# FileDataFormatError
source: The file is not in the correct data format
ru_ru: Файл имеет неверный формат данных

# UploadedFileProblem
source: There is a problem with the uploaded file
ru_ru: Проблема загрузки файла

# TurnoverYearTooltip
source: year of validity of turnover
ru_ru: Turnover Year

# TurnoverDateTooltip
source: date of registration of turnover
ru_ru: Дата регистрации оборота

# TotalCapitalTooltip
source: Should be the sum of all capitals. In Local currency? in thousands of local currency?
ru_ru: в тысячах сомов

# TaxRegIdTooltip
source: ID of unit as given by tax authorities
ru_ru: ИНН

# TaxRegDateTooltip
source: date of unit first registered with the tax autorities
ru_ru: Дата регистрации Налоговой службой

# StatusDateTooltip
source: Date of last change of status of unit
ru_ru: Дата последнего изменения в статусе

# StatUnitEditSuccessfully
source: Statistical unit edit successfully
ru_ru: Статистическая единица успешно отредактирована

# StatUnitEditError
source: Statistical unit editing error
ru_ru: Ошибка редактирования статистической единицы

# StatUnitDeleteError
source: Statistical unit delete error
ru_ru: Ошибка удаления статистической единицы

# StatUnitDeleteSuccessfully
source: Statistical unit delete successfully
ru_ru: Статистическая единица успешно удалена

# StatUnitCreateError
source: Statistical unit create error
ru_ru: Ошибка создания статистической единицы

# StatUnitCreateSuccessfully
source: Statistical unit created successfully
ru_ru: Статистическая единица успешно создана

# AddressTooltip
source: Address as registered with registering authorities
ru_ru: Адрес согласно регистрации гос.органов

# AnalysisEnterpriseGroupRelatedEnterpriseUnits
source: There are no enterprises in this enterprise group
ru_ru: Нет предприятий, связанных с данной группой предприятий

# AnalysisMandatoryActivities
source: All units must have activities
ru_ru: Stat unit doesn't have activities

# AnalysisMandatoryActualAddress
source: Atuall address must have value
ru_ru: Нет фактического адреса единицы

# AnalysisMandatoryAddress
source: Address is mandatory
ru_ru: Нет адреса стат.единицы

# AnalysisMandatoryClassified
source: Classified info is mandatory
ru_ru: Stat unit doesn't have classified

source: Export
ru_ru: Экспорт

source: Stat Unit Enterprise
ru_ru: Предприятие

source: Stat Unit Local
ru_ru: Местная единица

source: Do you want to delete unit
ru_ru: Вы хотите удалить единицу

# ErrorExportStatUnitReport
source: Error when exporting report on statistical units
ru_ru: Ошибках при экспорте отчета

source: Successfully Exported Stat unit report
ru_ru: Отчет успешно экспортированном

# SoateNotExistsError
source: Region code does not exist
ru_ru: Нет кода региона/СОАТЕ

# SoateAlreadyExistsError
source: Region code already exists in database
ru_ru: Код региона/СОАТЕ уже существует в базе данных

# route_soates
source: Region code
ru_ru: Код региона/СОАТЕ

# Soates
source: Region code
ru_ru: Код региона/СОАТЕ

# SoateAdd
source: Add region
ru_ru: Добавить регион/СОАТЕ

# SoateName
source: Name of region
ru_ru: Название региона/СОАТЕ

# SoateDeleteMessage
source: Delete region
ru_ru: Удалить СОАТЕ

# COATEUndeleteMessage
source: Undelete region
ru_ru: Отменить удаление СОАТЕ?

# COATEDeleteMessage
source: Delеte region
ru_ru: Удалить регион/СОАТЕ

# EnterpriseGroupTooltip
source: Enterprise group
ru_ru: Группа предприятий

# EnterpriseUnitRegIdTooltip
source: primary key of enterprise (parent unit)
ru_ru: ОКПО предприятия (родительской единицы)

# EntGroupIdDateTooltip
source: Date of Enterprise group added to the register
ru_ru: Дата добавления группы предприятий в регистр

# EntRegIdDateTooltip
source: Date when enterprise was entered into the register
ru_ru: Дата внесения группы предприятий в регистр

# ForeignCapitalShareTooltip
source: share of capital that is foreign
ru_ru: Доля иностранного капитала

# InstSectorCodeIdTooltip
source: sector code - code
ru_ru: код сектора - код

# MunCapitalShareTooltip
source: Share of capital belonging to municipality
ru_ru: Доля капитала муниципалитета

# ParentOrgLinkTooltip
source: ID of public sector parent unit
ru_ru: ОКПО родительской единицы государственного сектора

# PrivCapitalShareTooltip
source: share of capital that is private
ru_ru: Доля частного капитала

# StateCapitalShareTooltip
source: Share of capital belonging to the state
ru_ru: Доля государственного капитала

# EmployeesDateTooltip
source: date of info of number of employees
ru_ru: Дата внесеннной информации о количестве сотрудников

# EmployeesTooltip
source: Number of employees
ru_ru: Количество сотрудников

# EmployeesYearTooltip
source: Year of "number of employees" was registered
ru_ru: Год регистрации "количества сотрудников"

# ExternalIdTypeTooltip
source: name of institution of which the external ID belongs
ru_ru: название учреждения, которому принадлежит внешний ID

# ForeignCapitalCurrencyTooltip
source: Currency of foreign capital
ru_ru: Валюта иностранного капитала

# LegalUnitIdDateTooltip
source: Date of link between local- and legal units
ru_ru: Дата установления связи между местной и правовой единицами

# LegalUnitIdTooltip
source: ID of parent/child unit
ru_ru: ОКПО родительской/ дочерней единицы

# LiqDateStartTooltip
source: start date of liquidation of unit
ru_ru: дата начала ликвидации единицы

# NumOfPeopleEmpTooltip
source: includes non-employees working in the business (eg owner)
ru_ru: включает лица, не являющиеся сотрудниками, но работающие на предприятии (например, владелец)

# PersonsTooltip
source: persons related to this unit
ru_ru: лица, связанные с данной единицей

# PostalAddressTooltip
source: Postal address (bo box or similar)
ru_ru: Почтовый адрес (почтовый ящик или аналог)

# RegDateTooltip
source: Date of unit entered into the register
ru_ru: Дата регистрации единицы в регистре

# ReorgDateTooltip
source: Date of reorganisation
ru_ru: Дата реорганизации

# ReorgReferencesTooltip
source: which units are involved in this reorgansation?
ru_ru: какие единицы принимают участие в данной реорганизации?

# StatIdDateTooltip
source: Date of unit first registered at the NSO
ru_ru: Дата первой регистрации единицы в НСК

# AnalysisMandatoryEmployees
source: Number of employees is mandatory
ru_ru: Не указано количество сотрудников

# AnalysisMandatoryEmployeesDate
source: Date of employees information is mandatory
ru_ru: Нет даты внесения сведений о сотрудниках

# AnalysisMandatoryEmployeesYear
source: Year of validity of employees information is mandatory
ru_ru: Год срока действия сведений о сотрудниках является обязательным

# AnalysisMandatoryExternalId
source: Stat unit doesn't have external id
ru_ru: Нет внешнего ID единицы

# AnalysisMandatoryExternalIdDate
source: Stat unit doesn't have external id date
ru_ru: Нет даты внешнего ID единицы

# AnalysisMandatoryExternalIdType
source: Stat unit doesn't have external id type
ru_ru: Нет типа внешнего ID единицы

# AnalysisMandatoryFreeEconZone
source: Stat unit doesn't have free economic zone
ru_ru: Не указана принадлежность единицы к СЭЗ

# AnalysisMandatoryNumOfPeopleEmp
source: Stat unit doesn't have number of people employed
ru_ru: Не указано количество людей стат.единицы

# AnalysisMandatoryPersons
source: Stat unit doesn't have persons
ru_ru: Не указаны лица стат.единицы

# AnalysisMandatoryPostalAddress
source: Stat unit doesn't have postal address
ru_ru: Нет почтового адреса единицы

# AnalysisMandatoryRegistrationDate
source: Stat unit doesn't have registration date
ru_ru: Нет даты регистрации единицы

# AnalysisMandatoryRegistrationReasonId
source: Stat unit doesn't have registration reason
ru_ru: Не указана причина регистрации единицы

# AnalysisMandatoryStatId
source: Stat unit doesn't have stat id
ru_ru: Нет статистического ID единицы

# AnalysisMandatoryStatIdDate
source: Stat unit doesn't have stat id date
ru_ru: Нет даты присвоения статистического ID

# AnalysisMandatoryStatusDate
source: Stat unit doesn't have status date
ru_ru: Нет даты изменения статуса единицы

# AnalysisMandatoryTaxRegDate
source: Stat unit doesn't have tax reg date
ru_ru: Нет даты налоговой регистрации

# AnalysisMandatoryTaxRegId
source: Stat unit doesn't have tax reg id
ru_ru: Нет налогового регистрационного ID

# AnalysisMandatoryTurnover
source: Stat unit doesn't have turnover
ru_ru: Единица не имеет оборота

# AnalysisMandatoryTurnoverDate
source: Stat unit doesn't have turnover date
ru_ru: Не указана дата оборота

# AnalysisMandatoryTurnoverYear
source: Stat unit doesn't have turnover year
ru_ru: Не указан год оборота

# ElasticsearchCacheNotFound
source: Clear error. Cache not found
ru_ru: Устранить ошибку. Кэш не найден

source: Analyze by id not found
ru_ru: Анализ по ID не найден

# RejectAnalyzeSourceMessage
source: Reject this analyze?
ru_ru: Отклонить контроль качества

# EntGroupRoleId
source: Enterprise group role
ru_ru: Роль предприятия в группе предприятий

# StatisticalUnitWithSuchStatIDAlreadyExists
source: Statistical unit with StatId='{0}' already exists
ru_ru: Статистическая единица с StatId='{0}' уже существует

# AnalysisOrphanLegalUnitHaveParentWithInactiveStatus
source: This legal unit's enterprise has status inactive
ru_ru: Предприятие данной правовой единицы имеет статус неактивен

# AnalysisOrphanLocalUnitsHaveParentWithInactiveStatus
source: This Local unit has parent with status inactive
ru_ru: Местная единица имеет родителя со статусом неактивен

# AnalysisRelatedLocalUnits
source: This legal unit has no local units associated with it
ru_ru: Данная правовая единица не имеет связанных с ней местных единиц

# LanguageEnglish
source: English
ru_ru: Английский

# LanguageRussian
source: Russian
ru_ru: Русский

# LanguageKyrgyz
source: Kyrgyz
ru_ru: Кыргызский

# RegionDeleteMessage
source: Delete region
ru_ru: Удалить регион/СОАТЕ

# ClassifiedTooltip
source: Is information about this unit classified?
ru_ru: Проверить кофиденциальность информации о единице

# ExternalIdTooltip
source: Info about external IDS
ru_ru: Информация о внешнем ID

# StatIdTooltip
source: ID of unit as used in the NSO
ru_ru: ОКПО

# EntGroupType
source: Enterprise group type
ru_ru: Тип группы предприятий

# ActualAddressTooltip
source: Actual address
ru_ru: Фактический адрес

# AnalysisMandatoryEmailAddress
source: Email address is mandatory
ru_ru: Адрес электронной почты является обязательным

# ActivityCategoryIdTooltip
source: Choose activity by entering code or -name
ru_ru: Выберите действие, введя код или описание
