Repository: statisticsnorway/statbus
Catalog: legacy/src/nscreg.Resources/Languages/Resource.*.resx
Languages: ru_ru

source: Login
ru_ru: Имя

source: Password
ru_ru: Пароль

source: Remember me
ru_ru: Запомнить

source: Language
ru_ru: Язык

source: Account
ru_ru: Учетная запись

source: Logout
ru_ru: Выйти

source: About
ru_ru: О нас

source: Users
ru_ru: Пользователи

source: Roles
ru_ru: Роли

# StatUnits
source: Statistical units
ru_ru: Статистические единицы

source: Users list
ru_ru: Список пользователей

source: Roles list
ru_ru: Список ролей

# StatUnitsList
source: List of statistical units
ru_ru: Список статистических единиц

# LoginError
source: Login is already taken
ru_ru: Логин занят

# NameError
source: Name is already taken
ru_ru: Имя занято

# PasswordUpdateError
source: Error while updating password
ru_ru: Ошибка при обновлении пароля

# RoleUpdateError
source: Error while updating roles
ru_ru: Ошибка при обновлении ролей

# UserUpdateError
source: Error while updating user
ru_ru: Ошибка при обновлении пользователя

# LoginFailed
source: Invalid username/password
ru_ru: Неверный логин или пароль

source: Current password is wrong
ru_ru: Текущий пароль неправильный

# PageError
source: Page number can not be negative
ru_ru: Номер страницы не может быть отрицательным

# PageSizeError
source: Page size must be greater than 0
ru_ru: Размер страницы должен быть больше 0

# LastChangeFromError
source: 'Last change from' value is later than 'last change to'
ru_ru: Последние изменения от значения позже, чем «последние изменения в»

# LastChangeToError
source: 'Last change to' value is earlier than 'last change from'
ru_ru: Последнее изменение значение раньше, чем «последние изменения от»

# EmployeesNumberFromErrorNegative
source: "Number of employees from" cannot be a negative number
ru_ru: Поле "сотрудников от" не должно быть отрицательным

# EmployeesNumberFromErrorLarge
source: The number of "employees from" is greater than the "number of employees to"
ru_ru: Количество "сотрудников от" больше, чем число сотрудников по факту

# EmployeesNumberToErrorNegative
source: "Number of employees to" cannot be a negative number
ru_ru: Количество сотрудников не должно быть отрицательным

# EmployeesNumberToErrorLess
source: 'Number of employees to' is less than 'number of employees from'
ru_ru: "сотрудников до" меньше, чем "сотрудников от"

# TurnoverFromErrorNegative
source: 'Turnover from' shouldn't be negative
ru_ru: Оборот от не должен быть отрицательным

# TurnoverFromErrorLarger
source: 'Turnover from' is larger than 'turnover to'
ru_ru: Оборот от больше 'оборота к'

# TurnoverToErrorNegative
source: 'Turnover to' shouldn't be negative
ru_ru: Оборот не должен быть отрицательным

# TurnoverToErrorLess
source: 'Turnover to' is less than 'turnover from'
ru_ru: Оборот по меньше "оборот от"

source: Role not found
ru_ru: Роль не найдена

# FetchingUsersError
source: Error fetching users
ru_ru: Ошибка выборки пользователей

# DeleteRoleError
source: Can't delete role with existing users
ru_ru: Невозможно удалить роль с существующими пользователями

# DeleteSysAdminRoleError
source: Can't delete system administrator role
ru_ru: Невозможно удалить роль системного администратора

# EnterpriseGroupNotSupportError
source: Enterprise group is not supported yet
ru_ru: Группа предприятий пока не поддерживается

# UnknownStatUnitTypeError
source: Unknown statistical unit type
ru_ru: Неизвестный тип статистической единицы

# StatisticalUnitNotExistError
source: Statistical unit doesn't exist
ru_ru: Сатистические единицы не существуют

# AddressExcistsInDataBaseForError
source: Error: The address already exists in the database
ru_ru: Ошибка: Адрес уже существует в базе данных для

# CreateLegalUnitError
source: Error while creating Legal Unit
ru_ru: Ошибка при создании правового подразделения

# CreateLocalUnitError
source: Error while creating Local Unit
ru_ru: Ошибка при создании локального устройства

# CreateEnterpriseUnitError
source: Error while creating Enterprise
ru_ru: Ошибка при создании Предприятие

# CreateEnterpriseGroupError
source: Error while creating Enterprise Group
ru_ru: Ошибка при создании Предприятие группы

# UpdateLegalUnitError
source: Error while updating Legal Unit
ru_ru: Ошибка обновления юридической единицы

# UpdateLocalUnitError
source: Error while updating Local Unit
ru_ru: Ошибка обновления местных единиц

# UpdateEnterpriseUnitError
source: Error while updating Enterprise
ru_ru: Ошибка обновления Предприятие

# UpdateEnterpriseGroupError
source: Error while updating Enterprise Group
ru_ru: Ошибка обновления Предприятие группы

# UserNotFoundError
source: User not found
ru_ru: Пользователь не найден

# SysAdminRoleMissingError
source: System administrator role is missing
ru_ru: Роль системного администратора отсутствует

# DeleteLastSysAdminError
source: Can't delete very last system administrator
ru_ru: Не удается удалить самого последнего системного администратора

source: Name
ru_ru: Наименование

source: Edit account
ru_ru: Редактирование аккаунта

source: Name value required
ru_ru: Пожалуйста, укажите имя

source: Current password
ru_ru: Текущий пароль

source: New password
ru_ru: Новый пароль

# NewPassword_LeaveItEmptyIfYouWillNotChangePassword
source: New password (leave it empty if you won't change password)
ru_ru: Новый пароль (оставьте пустым, если вы не будете менять пароль)

source: Confirm password
ru_ru: Пожалуйста, подтвердите пароль

source: Phone value required
ru_ru: Пожалуйста, укажите номер телефона

source: Phone
ru_ru: Телефон

source: Email
ru_ru: Электронная почта

# AboutText
source: Statbus
ru_ru: Статистический регистр предприятий

# HomeText
source: Welcome
ru_ru: Добро пожаловать

# NotFoundMessage
source: Requested page is forbidden or does not exist
ru_ru: Запрашиваемая страница не существует или у вас нет прав

# NotFoundBackToHome
source: Back to home page
ru_ru: На начальную страницу

# CreateNewRole
source: Creation of new role
ru_ru: Создание новой роли

source: Role name
ru_ru: Название роли

source: Description
ru_ru: Описание

# OrdinaryWebsiteUser
source: e.g. Ordinary website user
ru_ru: Пользовательский веб сайт

source: Standard data access
ru_ru: Стандартный доступ к данным

source: Select or search standard data access
ru_ru: Выбор или поиск стандартного доступа к данным

source: Access to system functions
ru_ru: Доступ к функциям системы

source: Select or search system functions
ru_ru: Выберите или выполните поиск системных функций

# Submit
source: Save
ru_ru: Сохранить

# EditRole
source: Editing role
ru_ru: Редактирование роли

# DeleteRoleMessage
source: Delete role
ru_ru: Удалить роль

source: Are you sure?
ru_ru: Вы уверены

# RoleList_EditRole
source: Edit role
ru_ru: Редактировать роль

# RoleList_DeleteRole
source: Delete role
ru_ru: Удалить роль

source: role
ru_ru: роли

source: Users in
ru_ru: Пользователи в

# CreateRoleButton
source: Create role
ru_ru: Создать роль

source: Total roles
ru_ru: Всего ролей

source: Total pages
ru_ru: Всего страниц

# DeleteStatUnitMessage
source: Delete Statistical unit
ru_ru: Удалить статистическую единицу

source: Total
ru_ru: Всего

source: Search statistical units
ru_ru: Поиск статистических единиц

# SearchWildcard
source: Name, short name, stat id, reg id, tax reg id
ru_ru: Наименование

source: Search
ru_ru: Поиск

source: Statistical unit type
ru_ru: Тип статистической единицы

source: Include liquidated
ru_ru: Включить ликвидированных

source: Turnover from
ru_ru: Оборот от

source: Turnover to
ru_ru: Оборот до

source: Number of employees from
ru_ru: Количество сотрудников от

source: Number of employees to
ru_ru: Количество сотрудников до

source: Create new user
ru_ru: Создание нового пользователя

source: User name
ru_ru: Имя пользователя

source: User login
ru_ru: Логин пользователя

source: User password
ru_ru: Пароль пользователя

source: Type strong password here
ru_ru: Введите надёжный пароль

source: Type password again
ru_ru: Введите пароль еще раз

source: User email
ru_ru: Адрес эл. почты пользователя

source: User phone
ru_ru: Телефон пользователя

source: Assigned roles
ru_ru: Тип пользователя

source: Select or search roles...
ru_ru: Выберите или найдите роли...

source: User status
ru_ru: Статус пользователя

source: Data access
ru_ru: Доступ к данным

# NSO_Employee
source: e.g. NSO employee
ru_ru: Сотрудник НСК

source: Try reload roles
ru_ru: Попробуйте перезагрузить роль

# EditUser
source: Editing user
ru_ru: Редактирование пользователя

source: User's new password
ru_ru: Новый пароль пользователя

source: Type new password again
ru_ru: Введите новый пароль еще раз

source: Fetching standard data access
ru_ru: Выборка стандартного доступа к данным

# DeleteUserMessage
source: Delete user
ru_ru: Удалить пользователя

# CreateUserButton
source: Create user
ru_ru: Создать пользователя

source: Total users
ru_ru: Всего пользователей

# NSCRegistry
source: Statbus
ru_ru: Статистический регистр предприятий

# RegId
source: Registration id
ru_ru: Регистрационный Id

# RegIdDate
source: Registration date in register
ru_ru: Дата присвоения регистрационного ID

# StatId
source: Statistical id
ru_ru: ОКПО

# StatIdDate
source: Date of registration at statistical office
ru_ru: Дата присвоения ОКПО

# TaxRegId
source: Tax registration id
ru_ru: ИНН

# TaxRegDate
source: Tax registration date
ru_ru: Дата присвоения ИНН

source: External id
ru_ru: Внешний ID

source: External id type
ru_ru: Тип внешнего ID

source: External id date
ru_ru: Дата регистрации во внешних источниках

source: Data source
ru_ru: Шаблон импорта данных

# RefNo
source: Reference number (for paper questionnaire)
ru_ru: Номер справочника

source: Short name
ru_ru: Краткое наименование

# TelephoneNo
source: Telephone
ru_ru: Телефонный номер

source: Web address
ru_ru: Адрес сайта

# RegMainActivity
source: Registration main activity
ru_ru: Код основной деятельности, указанный при регистрации (ГКЭД)

source: Registration date
ru_ru: Дата регистрации

# RegistrationReasonId
source: Registration reason
ru_ru: Причина регистрации

# LiqDate
source: Liquidation date
ru_ru: Дата ликвидации

# LiqReason
source: Liquidation reason
ru_ru: Причина ликвидации

source: Suspension start
ru_ru: Дата начала прекращения деятельности

source: Suspension end
ru_ru: Дата возобновления деятельности

# ReorgTypeCode
source: Reorganization type code
ru_ru: Код типа реорганизации

# ReorgDate
source: Reorganization date
ru_ru: Дата реорганизации

# ReorgReferences
source: Reorganization references
ru_ru: Ссылка на реорганизацию

source: Actual address
ru_ru: Фактический адрес

source: Contact person
ru_ru: ФИО Руководителя

# Employees
source: Number of Employees
ru_ru: Количество сотрудников

# NumOfPeopleEmp
source: Number of people employed
ru_ru: Количество сотрудников, включая руководителей

# EmployeesYear
source: Validity year of Employees number
ru_ru: Год валидности информации о сотрудниках

source: Employees date
ru_ru: Дата учета данных о сотрудниках

source: Turnover
ru_ru: Оборот (тыс.сом)

# TurnoverYear
source: Year of turnover validity
ru_ru: Год валидности оборота

# TurnoverDate
source: Date of turnover information
ru_ru: Дата учета текущего оборота

source: Status
ru_ru: Статус

source: Status date
ru_ru: Дата статуса

source: Notes
ru_ru: Примечания

# FreeEconZone
source: Free economic zone
ru_ru: СЭЗ

source: Classified
ru_ru: Конфиденциально

source: Is deleted
ru_ru: Удалено

# EntGroupId
source: Enterprise group id
ru_ru: Код группа предприятий

# EntGroupIdDate
source: Enterprise group id date
ru_ru: Дата присвоения кода группы предприятий

source: Commercial
ru_ru: Финансирование

# InstSectorCodeId
source: Institutional sector code
ru_ru: Сектор экономики

source: Total capital
ru_ru: Общий капитал (тыс.сом)

# MunCapitalShare
source: Municipal capital share
ru_ru: Доля муниципального капитала (тыс.сом)

source: State capital share
ru_ru: Доля гос.капитала (тыс.сом)

# PrivCapitalShare
source: Private capital share
ru_ru: Доля частного капитала (тыс.сом)

source: Foreign capital share
ru_ru: Доля иностр. капитала (тыс.сом)

source: Foreign capital currency
ru_ru: Валюта иностр. капитала

# ActualMainActivity1
source: Main Activity
ru_ru: Фактический вид деятельности

# ActualMainActivityDate
source: Date of registration of main activity
ru_ru: Дата регистрации вида деятельности

# EntGroupRole
source: Enterprise group role
ru_ru: Роль группы предприятий

# LegalUnitId
source: Legal unit id (parent ID of local unit)
ru_ru: ID правовой единицы

source: Legal unit id date
ru_ru: Дата регистрации правовой единицы

# EnterpriseRegId
source: Enterprise registration id (parent ID of legal unit)
ru_ru: Код предприятия

# EntRegIdDate
source: Enterprise registration date
ru_ru: Дата регистрации в НСК

source: Founders
ru_ru: Учредители

source: Owner
ru_ru: Владелец

source: Market
ru_ru: Финансирование

source: Legal form
ru_ru: Организационная правовая форма

source: Local unit
ru_ru: Местная единица

source: Legal unit
ru_ru: Правовая единица

source: Enterprise unit
ru_ru: Предприятие

source: Enterprise group
ru_ru: Группа предприятий

source: View enterprise group
ru_ru: Просмотр группы предприятий

# ViewEnterpriseUnit
source: View enterprise
ru_ru: Просмотр предприятия

source: View legal unit
ru_ru: Просмотр правовой единицы

source: View local unit
ru_ru: Просмотр местной единицы

source: Type
ru_ru: Тип

# CreateStatUnit
source: add statistical unit
ru_ru: Ввести стат.единицу

# EnterpriseUnitRegId
source: registration id of enterprise
ru_ru: Предприятия

source: Email address
ru_ru: Электронный адрес

# ActualAddressId
source: Actual address
ru_ru: Фактический адрес

source: Legal units
ru_ru: Правовые единицы

source: Local units
ru_ru: Местные единицы

# EmployeesFte
source: Employees Full time equivalent
ru_ru: Эквивалент количества сотрудников с полной занятостью

# EnterpriseUnits
source: enterprises
ru_ru: Предприятие структурных подразделений

# LiqDateStart
source: Liquidation start date
ru_ru: Дата ликвидации с

# LiqDateEnd
source: Liquidation end date
ru_ru: Дата ликвидации по

# EditButton
source: Edit
ru_ru: Редактировать

source: End Period
ru_ru: Действительно до

# RegMainActivityId
source: Registration main activity code
ru_ru: Фактическая деятельность по регистрации

source: Start period
ru_ru: Действително с

# LogicalChecksNoAddress
source: Address is not linked with this record
ru_ru: Адрес не связан с этой записью

# LogicalChecksLocalNoLegal
source: This local unit doesn't have link to legal unit
ru_ru: Этот локальный блок не имеет связь с юридическим лицом

source: Any type
ru_ru: Все

source: Suspended
ru_ru: Приостановлен

source: Active
ru_ru: Активный

source: Unit type
ru_ru: Тип единицы

# AccountView
source: View my account
ru_ru: Мой профиль

# AccountEdit
source: Edit Account
ru_ru: Счет Редактировать

# RoleView
source: view role
ru_ru: Просмотр Ролей

# RoleListView
source: view list of roles
ru_ru: Список Роль Просмотр

# RoleCreate
source: Create Role
ru_ru: Роль Создать

# RoleEdit
source: Edit role
ru_ru: Роль Править

# RoleDelete
source: Delete role
ru_ru: Роль Удалить

# UserView
source: View user
ru_ru: Пользователь Просмотр

# UserListView
source: view user list
ru_ru: Список пользователей Просмотр

# UserCreate
source: Create user
ru_ru: Пользователь Создать

# UserEdit
source: Edit user
ru_ru: Изменить пользователя

# UserDelete
source: Delete user
ru_ru: Пользователь Удалить

# StatUnitView
source: Statistical Unit View
ru_ru: Статистические единицы Просмотреть

# StatUnitListView
source: Statistical Unit List View
ru_ru: Список статистических единиц Просмотреть

# StatUnitCreate
source: add unit
ru_ru: Ввести стат.единицу вручную

# StatUnitEdit
source: Statistical Unit Edit
ru_ru: Статистическая единица Редактировать

# StatUnitDelete
source: delete unit
ru_ru: Удалить сатистическую единицу

# Parrent
source: Parent
ru_ru: Родитель

# ParrentId
source: Parent ID
ru_ru: ID Родителя

# IncorrectIntegerValue
source: Value cannot be a negative number
ru_ru: Значение не может быть меньше или равно 0

# ChooseAtLeastOne
source: Choose at least one item
ru_ru: Выберите хотя бы один вариант

# IncorrectIntegerValueExt
source: Value must be greater than 0 and less than {0}
ru_ru: Значение должно быть больше 0 и меньше {0}

source: Region
ru_ru: Регион

# IncorrectStringValue
source: Value can't be empty and greater than {0} symbols
ru_ru: Значение не должно быть пустым и не должно превышать длину в {0} символов

# RegionNotSelected
source: None
ru_ru: Регион не указан

source: Try reload regions
ru_ru: Повторная инициализация регионов

source: Back
ru_ru: Назад

# RegionAlreadyExistsError
source: This region name already exists in database
ru_ru: Это название региона уже существует в базе данных

# RegionNotExistsError
source: Region Id doesn't exists in database
ru_ru: Идентификатор области не существует в базе данных

# RegionDeleteError
source: Could not delete region
ru_ru: Невозможно удалить регион, возможно это использование пользователем

source: Administrative tools
ru_ru: Администрирование

source: Region name
ru_ru: Название региона

# RegionAdd
source: Add new region
ru_ru: Добавить регион/СОАТЕ

source: Regions
ru_ru: Регионы

# RegionAll
source: All regions
ru_ru: Все регионы

# RolesAll
source: All roles
ru_ru: Все роли

# UserStatusAny
source: Any user status
ru_ru: Любой статус пользователя

source: Request started
ru_ru: Подождите, идёт загрузка

source: Request failed
ru_ru: Ошибка выполнения запроса

source: Print
ru_ru: Распечатать

source: Request succeeded
ru_ru: Запрос успешно выполнен

source: Create
ru_ru: Создание

source: Read
ru_ru: Чтение

source: Delete
ru_ru: Удаление

source: User
ru_ru: Пользователь

# StatUnit
source: Unit
ru_ru: Статистическая единица

# RegionNameIsRequiredError
source: Name of region is a mandatory field
ru_ru: Имя региона обязательно для заполнения

# RoleNamePlaceholder
source: Role name
ru_ru: Название роли

# RoleDescriptionPlaceholder
source: Role description
ru_ru: Описание роли

source: Field is required
ru_ru: Поле обязательно для заполнения

# NameIsRequired
source: Field 'Name' is required
ru_ru: Наименование обязательное для заполнения

# CurrentPasswordIsRequired
source: Field 'Current password' is required
ru_ru: Текущий пароль обязателен для заполнения

# EmailIsRequired
source: Field 'Email' is required
ru_ru: Электронная почта обязательна для заполнения

source: Email value required
ru_ru: Пожалуйста, укажите электронную почту

# EnterpriseGroupIsRequired
source: Field is required
ru_ru: Поле обязательно для заполнения

# EnterpriseIsRequired
source: Field is required
ru_ru: Поле обязательно для заполнения

# EnterpriseGroupRegId
source: Enterprise Group
ru_ru: Группа предприятий

source: Activity
ru_ru: Деятельность

source: History
ru_ru: История

# Links
source: business chart
ru_ru: Структура

source: Main
ru_ru: Главная

# UserNameIsRequired
source: Field 'Name' is required
ru_ru: Имя обязательно для заполнения

source: Update
ru_ru: Обновление

# EnterpriseUnitIsRequired
source: At least one enterprise unit is required
ru_ru: Выберите предприятие(я)

# LegalUnitIsRequired
source: At least one legal unit is required
ru_ru: Выберите правовую единицу(ы)

# route_about
source: About
ru_ru: О нас

# route_account
source: Account
ru_ru: Учетная запись

# route_create
source: Create
ru_ru: Создать

# route_edit
source: Edit
ru_ru: Редактировать

# route_home
source: Home
ru_ru: Начало

# route_regions
source: Regions
ru_ru: Регионы

# route_roles
source: Roles
ru_ru: Роли

# route_statunits
source: Statistical Units
ru_ru: Статистические единицы

# route_users
source: Users
ru_ru: Пользователи

# route_view
source: View
ru_ru: Просмотр

# StatUnitActivityRevX
source: Activity code
ru_ru: Код вида деятельности

# StatUnitActivityEmployeesNumber
source: Number of employees
ru_ru: Количество сотрудников

# StatUnitActivityType
source: Activity type
ru_ru: Тип деятельности

source: Address List
ru_ru: Список Адресов

source: Create New
ru_ru: Создать Новый

# route_addresses
source: Addresses
ru_ru: Адреса

source: Address part
ru_ru: Часть адреса

source: Create new address
ru_ru: Создать новый адрес

source: Gps Coordinates
ru_ru: Координаты GPS

# StatUnitActivityYear
source: Year
ru_ru: Год

# TableNoRecords
source: No records to display
ru_ru: Нет данных для отображения

# RegionUndeleteMessage
source: Restore region
ru_ru: Восстановить регион

# Error403
source: You don't have enough rights for this. Please, sign out and try to sign in again.
ru_ru: У вас недостаточно прав чтобы выполнить это. Попробуйте выйти из своей учетной записи и зайти снова.

# UndeleteUserMessage
source: Restore user
ru_ru: Восстановить пользователя

# SaveError
source: An error occurred while saving the data
ru_ru: Произошла ошибка при сохранении данных

# StatUnitActivityErrorMustContainsPrimary
source: List doesn't contains primary activity
ru_ru: Перечень не содержит основного вида деятельности

# ButtonAdd
source: Add
ru_ru: Добавить

# ButtonDelete
source: Delete
ru_ru: Удалить

# ButtonCancel
source: Cancel
ru_ru: Отмена

# StatUnitActivityRevXShort
source: Code
ru_ru: Код

# StatUnitActivityRevY
source: Activity code (Rev Y)
ru_ru: Код деятельности (Rev Y)

source: Year
ru_ru: Год

# ActivityPrimary
source: Primary Activity
ru_ru: Основной фактический

# ActivitySecondary
source: Secondary Activity
ru_ru: Второстепенный

# ActivityAncilliary
source: Ancilliary activity
ru_ru: Вспомогательный

# StatUnitActivityDate
source: Activity registration date
ru_ru: Дата регистрации деятельности

# EditAddress
source: Editing address
ru_ru: Редактирование адреса

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Activities
ru_ru: Деятельности

# DialogTitleDelete
source: Delete item
ru_ru: Удаление записи

# DialogBodyDelete
source: Are you sure you want to delete this item?
ru_ru: Вы действительно хотите удалить эту запись?

source: all of
ru_ru: все

# OfCount
source: of
ru_ru: из

source: Displaying
ru_ru: Показано все из

source: page size
ru_ru: размер страницы

# PageNum
source: page number
ru_ru: номер страницы

# SearchDeletedStatisticalUnits
source: search for deleted units
ru_ru: Удаленные статистические единицы

source: restore
ru_ru: восстановить

# StatUnitSearch
source: Search for units
ru_ru: Поиск

# StatUnitUndelete
source: List of deleted units
ru_ru: Список удаленных единиц

# route_notfound
source: Not found
ru_ru: Не найдено

source: Active Users
ru_ru: Пользователей

source: Address details
ru_ru: Детали Адреса

source: Addresses
ru_ru: Адреса

# UndeleteRoleMessage
source: Undelete role
ru_ru: Восстановить роль

source: Other
ru_ru: Прочие

# CodeLookupFailed
source: Unable to lookup code {1} in {0}
ru_ru: Не удается найти код {1} в справочнике {0}

# ActivityCategoryLookup
source: Activity types
ru_ru: Виды деятельности

# UndeleteStatUnitMessage
source: undelete unit
ru_ru: Восстановить статистические единицы

source: Change reason
ru_ru: Причина изменения

source: Comment
ru_ru: Описание

# ReasonCreate
source: Created
ru_ru: Создание

# ReasonEdit
source: Edited
ru_ru: Редактирование

# ReasonCorrect
source: Corrected
ru_ru: Исправление

# ReasonDelete
source: Deleted
ru_ru: Удаление

# ReasonUndelete
source: Restored
ru_ru: Восстановление

source: Reason Unknown
ru_ru: Причина неизвестна

# EditCommentMandatory
source: Comment is mandatory
ru_ru: Комментарий обязателен

# ChangeReasonMandatory
source: Change reason is mandatory
ru_ru: Причина изменения обязательна

source: Editing
ru_ru: Редактирование

source: Correcting
ru_ru: Исправление

# CommentIsMandatory
source: When editing, comment is mandatory
ru_ru: При редактировании, комментарий обязателен

# CommentIsNotMandatory
source: When corrected, comment is optional
ru_ru: При исправлении, комментарий не обязателен
